[
  {
    "text": "१५ मैत्रावरुणिर्वसिष्ठ: । विश्वे देवा: । त्रिष्टुप्  ।",
    "index": 0,
    "shloka_num": null
  },
  {
    "text": "शं न॑ इन्द्रा॒ग्नी भ॑वता॒मवो॑भि॒: शं न॒ इन्द्रा॒वरु॑णा रा॒तह॑व्या  ।",
    "index": 1,
    "shloka_num": null
  },
  {
    "text": "शमिन्द्रा॒सोमा॑ सुवि॒ताय॒ शं योः शं न॒ इन्द्रा॑पू॒षणा॒ वाज॑सातौ  ॥१॥",
    "index": 2,
    "shloka_num": 1
  },
  {
    "text": "शं नो॒ भग॒: शमु॑ न॒: शंसो॑ अस्तु॒ शं न॒: पुरं॑धि॒: शमु॑ सन्तु॒ राय॑:  ।",
    "index": 3,
    "shloka_num": null
  },
  {
    "text": "शं न॑: स॒त्यस्य॑ सु॒यम॑स्य॒ शंस॒: शं नो॑ अर्य॒मा पु॑रुजा॒तो अ॑स्तु  ॥२॥",
    "index": 4,
    "shloka_num": 2
  },
  {
    "text": "शं नो॑ धा॒ता शमु॑ ध॒र्ता नो॑ अस्तु॒ शं न॑ उरू॒ची भ॑वतु स्व॒धाभि॑:  ।",
    "index": 5,
    "shloka_num": null
  },
  {
    "text": "शं रोद॑सी बृह॒ती शं नो॒ अद्रि॒: शं नो॑ दे॒वानां॑ सु॒हवा॑नि सन्तु ॥३॥",
    "index": 6,
    "shloka_num": 3
  },
  {
    "text": "शं नो॑ अ॒ग्निर्ज्योति॑रनीको अस्तु॒ शं नो॑ मि॒त्रावरु॑णाव॒श्विना॒ शम्  ।",
    "index": 7,
    "shloka_num": null
  },
  {
    "text": "शं न॑: सु॒कृतां॑ सुकृ॒तानि॑ सन्तु॒ शं न॑ इषि॒रो अ॒भि वा॑तु॒ वात॑:  ॥४॥",
    "index": 8,
    "shloka_num": 4
  },
  {
    "text": "शं नो॒ द्यावा॑पृथि॒वी पू॒र्वहू॑तौ॒ शम॒न्तरि॑क्षं दृ॒शये॑ नो अस्तु  ।",
    "index": 9,
    "shloka_num": null
  },
  {
    "text": "शं न॒ ओष॑धीर्व॒निनो॑ भवन्तु॒ शं नो॒ रज॑स॒स्पति॑रस्तु जि॒ष्णुः  ॥५॥",
    "index": 10,
    "shloka_num": 5
  },
  {
    "text": "शं न॒ इन्द्रो॒ वसु॑भिर्दे॒वो अ॑स्तु॒ शमा॑दि॒त्येभि॒र्वरु॑णः सु॒शंस॑:  ।",
    "index": 11,
    "shloka_num": null
  },
  {
    "text": "शं नो॑ रु॒द्रो रु॒द्रेभि॒र्जला॑ष॒: शं न॒स्त्वष्टा॒ ग्नाभि॑रि॒ह शृ॑णोतु  ॥६॥",
    "index": 12,
    "shloka_num": 6
  },
  {
    "text": "शं न॒ सोमो॑ भवतु॒ ब्रह्म॒ शं न॒: शं नो॒ ग्रावा॑ण॒: शमु॑ सन्तु य॒ज्ञाः  ।",
    "index": 13,
    "shloka_num": null
  },
  {
    "text": "शं न॒: स्वरू॑णां मि॒तयो॑ भवन्तु॒ शं न॑: प्र॒स्व१: शम्व॑स्तु॒ वेदि॑:  ॥७॥",
    "index": 14,
    "shloka_num": 7
  },
  {
    "text": "शं न॒: सूर्य॑ उरु॒चक्षा॒ उदे॑तु॒ शं न॒श्चत॑स्रः प्र॒दिशो॑ भवन्तु  ।",
    "index": 15,
    "shloka_num": null
  },
  {
    "text": "शं न॒: पर्व॑ता ध्रु॒वयो॑ भवन्तु॒ शं न॒: सिन्ध॑व॒: शमु॑ स॒न्त्वाप॑:  ॥८॥",
    "index": 16,
    "shloka_num": 8
  },
  {
    "text": "शं नो॒ अदि॑तिर्भवतु व्र॒तेभि॒: शं नो॑ भवन्तु म॒रुत॑: स्व॒र्काः  ।",
    "index": 17,
    "shloka_num": null
  },
  {
    "text": "शं नो॒ विष्णु॒: शमु॑ पू॒षा नो॑ अस्तु॒ शं नो॑ भ॒वित्रं॒ शम्व॑स्तु वा॒युः  ॥९॥",
    "index": 18,
    "shloka_num": 9
  },
  {
    "text": "शं नो॑ दे॒वः स॑वि॒ता त्राय॑माण॒: शं नो॑ भवन्तू॒षसो॑ विभा॒तीः  ।",
    "index": 19,
    "shloka_num": null
  },
  {
    "text": "शं न॑: प॒र्जन्यो॑ भवतु प्र॒जाभ्य॒: शं न॒: क्षेत्र॑स्य॒ पति॑रस्तु श॒म्भुः  ॥१०॥",
    "index": 20,
    "shloka_num": 10
  },
  {
    "text": "शं नो॑ दे॒वा वि॒श्वदे॑वा भवन्तु॒ शं सर॑स्वती स॒ह धी॒भिर॑स्तु  ।",
    "index": 21,
    "shloka_num": null
  },
  {
    "text": "शम॑भि॒षाच॒: शमु॑ राति॒षाच॒: शं नो॑ दि॒व्याः पार्थि॑वा॒: शं नो॒ अप्या॑:  ॥११॥",
    "index": 22,
    "shloka_num": 11
  },
  {
    "text": "शं न॑: स॒त्यस्य॒ पत॑यो भवन्तु॒ शं नो॒ अर्व॑न्त॒: शमु॑ सन्तु॒ गाव॑:  ।",
    "index": 23,
    "shloka_num": null
  },
  {
    "text": "शं न॑ ऋ॒भव॑: सु॒कृत॑: सु॒हस्ता॒: शं नो॑ भवन्तु पि॒तरो॒ हवे॑षु  ॥१२॥",
    "index": 24,
    "shloka_num": 12
  },
  {
    "text": "शं नो॑ अ॒ज एक॑पाद्दे॒वो अ॑स्तु॒ शं नोऽहि॑र्बु॒ध्न्य१: शं स॑मु॒द्रः  ।",
    "index": 25,
    "shloka_num": null
  },
  {
    "text": "शं नो॑ अ॒पां नपा॑त्पे॒रुर॑स्तु॒ शं न॒: पृश्नि॑र्भवतु दे॒वगो॑पा  ॥१३॥",
    "index": 26,
    "shloka_num": 13
  },
  {
    "text": "आ॒दि॒त्या रु॒द्रा वस॑वो जुषन्ते॒दं ब्रह्म॑ क्रि॒यमा॑णं॒ नवी॑यः  ।",
    "index": 27,
    "shloka_num": null
  },
  {
    "text": "शृ॒ण्वन्तु॑ नो दि॒व्याः पार्थि॑वासो॒ गोजा॑ता उ॒त ये य॒ज्ञिया॑सः  ॥१४॥",
    "index": 28,
    "shloka_num": 14
  },
  {
    "text": "ये दे॒वानां॑ य॒ज्ञिया॑ य॒ज्ञिया॑नां॒ मनो॒र्यज॑त्रा अ॒मृता॑ ऋत॒ज्ञाः  ।",
    "index": 29,
    "shloka_num": null
  },
  {
    "text": "ते नो॑ रासन्तामुरुगा॒यम॒द्य यू॒यं पा॑त स्व॒स्तिभि॒: सदा॑ नः  ॥१५॥",
    "index": 30,
    "shloka_num": 15
  }
]
