[
  {
    "text": "११ वामदेवो गौतमः । इन्द्रः, ८-१० ऋतं वा । त्रिष्टुप् ।",
    "index": 0,
    "shloka_num": null
  },
  {
    "text": "क॒था म॒हाम॑वृध॒त् कस्य॒ होतु॑र्य॒ज्ञं जु॑षा॒णो अ॒भि सोम॒मूध॑:  ।",
    "index": 1,
    "shloka_num": null
  },
  {
    "text": "पिब॑न्नुशा॒नो जु॒षमा॑णो॒ अन्धो॑ वव॒क्ष ऋ॒ष्वः शु॑च॒ते धना॑य  ॥१॥",
    "index": 2,
    "shloka_num": 1
  },
  {
    "text": "को अ॑स्य वी॒रः स॑ध॒माद॑माप॒ समा॑नंश सुम॒तिभि॒: को अ॑स्य  ।",
    "index": 3,
    "shloka_num": null
  },
  {
    "text": "कद॑स्य चि॒त्रं चि॑किते॒ कदू॒ती वृ॒धे भु॑वच्छशमा॒नस्य॒ यज्यो॑:  ॥२॥",
    "index": 4,
    "shloka_num": 2
  },
  {
    "text": "क॒था शृ॑णोति हू॒यमा॑न॒मिन्द्र॑: क॒था शृ॒ण्वन्नव॑सामस्य वेद  ।",
    "index": 5,
    "shloka_num": null
  },
  {
    "text": "का अ॑स्य पू॒र्वीरुप॑मातयो ह क॒थैन॑माहु॒: पपु॑रिं जरि॒त्रे  ॥३॥",
    "index": 6,
    "shloka_num": 3
  },
  {
    "text": "क॒था स॒बाध॑: शशमा॒नो अ॑स्य॒ नश॑द॒भि द्रवि॑णं॒ दीध्या॑नः  ।",
    "index": 7,
    "shloka_num": null
  },
  {
    "text": "दे॒वो भु॑व॒न्नवे॑दा म ऋ॒तानां॒ नमो॑ जगृ॒भ्वाँ अ॒भि यज्जुजो॑षत्  ॥४॥",
    "index": 8,
    "shloka_num": 4
  },
  {
    "text": "क॒था कद॒स्या उ॒षसो॒ व्यु॑ष्टौ दे॒वो मर्त॑स्य स॒ख्यं जु॑जोष  ।",
    "index": 9,
    "shloka_num": null
  },
  {
    "text": "क॒था कद॑स्य स॒ख्यं सखि॑भ्यो॒ ये अ॑स्मि॒न् कामं॑ सु॒युजं॑ तत॒स्रे  ॥५॥",
    "index": 10,
    "shloka_num": 5
  },
  {
    "text": "किमादम॑त्रं स॒ख्यं सखि॑भ्यः क॒दा नु ते॑ भ्रा॒त्रं प्र ब्र॑वाम  ।",
    "index": 11,
    "shloka_num": null
  },
  {
    "text": "श्रि॒ये सु॒दृशो॒ वपु॑रस्य॒ सर्गा॒: स्व१र्ण चि॒त्रत॑ममिष॒ आ गोः  ॥६॥",
    "index": 12,
    "shloka_num": 6
  },
  {
    "text": "द्रुहं॒ जिघां॑सन् ध्व॒रस॑मनि॒न्द्रां तेति॑क्ते ति॒ग्मा तु॒जसे॒ अनी॑का  ।",
    "index": 13,
    "shloka_num": null
  },
  {
    "text": "ऋ॒णा चि॒द् यत्र॑ ऋण॒या न॑ उ॒ग्रो दू॒रे अज्ञा॑ता उ॒षसो॑ बबा॒धे  ॥७॥",
    "index": 14,
    "shloka_num": 7
  },
  {
    "text": "ऋ॒तस्य॒ हि शु॒रुध॒: सन्ति॑ पू॒र्वीर्ऋ॒तस्य॑ धी॒तिर्वृ॑जि॒नानि॑ हन्ति  ।",
    "index": 15,
    "shloka_num": null
  },
  {
    "text": "ऋ॒तस्य॒ श्लोको॑ बधि॒रा त॑तर्द॒ कर्णा॑ बुधा॒नः शु॒चमा॑न आ॒योः  ॥८॥",
    "index": 16,
    "shloka_num": 8
  },
  {
    "text": "ऋ॒तस्य॑ दृ॒ळहा ध॒रुणा॑नि सन्ति पु॒रूणि॑ च॒न्द्रा वपु॑षे॒ वपूं॑षि  ।",
    "index": 17,
    "shloka_num": null
  },
  {
    "text": "ऋ॒तेन॑ दी॒र्घमि॑षणन्त॒ पृक्ष॑ ऋ॒तेन॒ गाव॑ ऋ॒तमा वि॑वेशुः  ॥९॥",
    "index": 18,
    "shloka_num": 9
  },
  {
    "text": "ऋ॒तं ये॑मा॒न ऋ॒तमिद् व॑नोत्यृ॒तस्य॒ शुष्म॑स्तुर॒या उ॑ ग॒व्युः  ।",
    "index": 19,
    "shloka_num": null
  },
  {
    "text": "ऋ॒ताय॑ पृ॒थ्वी ब॑हु॒ले ग॑भी॒रे ऋ॒ताय॑ धे॒नू प॑र॒मे दु॑हाते  ॥१०॥",
    "index": 20,
    "shloka_num": 10
  },
  {
    "text": "नू ष्टु॒त इ॑न्द्र॒ नू गृ॑णा॒न इषं॑ जरि॒त्रे न॒द्यो॒३ न पी॑पेः  ।",
    "index": 21,
    "shloka_num": null
  },
  {
    "text": "अका॑रि ते हरिवो॒ ब्रह्म॒ नव्यं॑ धि॒या स्या॑म र॒थ्य॑: सदा॒साः  ॥११॥",
    "index": 22,
    "shloka_num": 11
  }
]
