[
  {
    "text": "इ॒षे त्वो॒र्जे त्वा॑ वा॒यव॑ स्थ दे॒वो वः॑ सवि॒ता प्रार्प॑यतु॒ श्रेष्ठ॑तमाय॒ कर्म॑ण॒ आप्या॑यध्व मघ्न्या॒ इन्द्रा॑य भा॒गं प्र॒जाव॑तीरनमी॒वा अ॑य॒क्ष्मा मा व॑ स्ते॒न ई॑शत॒ माघश॑ᳪसो ध्रु॒वा अ॒स्मिन् गोप॑तौ स्यात ब॒ह्वीर्यज॑मानस्य प॒शून्पा॑हि ॥१॥",
    "index": 1,
    "shloka_num": 1
  },
  {
    "text": "वसोः॑ प॒वित्र॑मसि॒ द्यौ॑रसि पृथि॒व्य॒सि मात॒रिश्व॑नो घ॒र्मो॒ऽसि वि॒श्वधा॑ असि | पर॒मेण॒ धाम्ना॒ दृᳪह॑स्व॒ मा ह्वा॒र्मा ते॑ य॒ज्ञप॑तिर्ह्वार्षीत् ॥२॥",
    "index": 2,
    "shloka_num": 2
  },
  {
    "text": "वसोः॑ प॒वित्र॑मसि श॒तधा॑रं॒ वसोः॑ प॒वित्र॑मसि स॒हस्र॑धारम् ।\nदे॒वस्त्वा॑ सवि॒ता पु॑नातु॒ वसोः॑ प॒वित्रे॑ण श॒तधा॑रेण सु॒प्वा काम॑धुक्षः ॥३॥",
    "index": 3,
    "shloka_num": 3
  },
  {
    "text": "सा वि॒श्वायुः॒ सा वि॒श्वक॑र्मा॒ सा वि॒श्वधा॑याः ।\nइन्द्र॑स्य त्वा भा॒गᳪ सोमे॒नात॑नच्मि॒ विष्णो॑ ह॒व्यᳪ र॑क्ष ॥४॥",
    "index": 4,
    "shloka_num": 4
  },
  {
    "text": "अग्ने॑ व्रतपते व्र॒तं च॑रिष्यामि॒ तच्छ॑केयं॒ तन्मे॑ राध्यताम् ।\nइ॒दम॒हमनृ॑तात्स॒त्यमुपै॑मि ॥५॥",
    "index": 5,
    "shloka_num": 5
  },
  {
    "text": "कस्त्वा॑ युनक्ति॒ स त्वा॑ युनक्ति॒ कस्मै॑ त्वा युनक्ति॒ तस्मै॑ त्वा युनक्ति ।\nकर्म॑णे वां॒ वेषा॑य वाम् ॥६॥",
    "index": 6,
    "shloka_num": 6
  },
  {
    "text": "प्रत्यु॑ष्ट॒ᳪ रक्षः॒ प्रत्यु॑ष्टा॒ अरा॑तयो॒ निष्ट॑प्त॒ᳪ रक्षो॒ निष्ट॑प्ता॒ अरा॑तयः ।\nउ॒र्वन्तरि॑क्ष॒मन्वे॑मि ॥७॥",
    "index": 7,
    "shloka_num": 7
  },
  {
    "text": "धूर॑सि॒ धूर्व॒ धूर्व॑न्तं॒ धूर्व॒ तं यो॒ऽस्मान्धूर्व॑ति॒ तं धू॑र्व॒ यं व॒यं धूर्वा॑मः ।\nदे॒वाना॑मसि॒ वह्नि॑तम॒ᳪ सस्नि॑तमं॒ पप्रि॑तमं॒ जुष्ट॑तमं देव॒हूत॑मम् ॥८॥",
    "index": 8,
    "shloka_num": 8
  },
  {
    "text": "विष्णु॑स्त्वा क्रमता¬मु॒रु वाता॒याप॑हत॒ᳪ रक्षो॒ यच्छ॑न्तां॒ पञ्च॑ ॥९॥",
    "index": 9,
    "shloka_num": 9
  },
  {
    "text": "दे॒वस्य॑ त्वा सवि॒तुः प्र॑स॒वेऽश्विनो॑र्बा॒हुभ्यां॑ पू॒ष्णो हस्ता॑भ्याम् ।\nअ॒ग्नये॒ जुष्टं॑ गृह्णाम्य॒ग्नीषोमा॑भ्यां॒ जुष्टं॑ गृह्णामि ॥१०॥",
    "index": 10,
    "shloka_num": 10
  },
  {
    "text": "भू॒ताय॑ त्वा॒ नारा॑तये स्व॒रभि॒विख्ये॑षं॒ दृᳪह॑न्तां॒ दुर्याः॑ पृथि॒व्यामु॒र्वन्तरि॑क्ष॒मन्वे॑मि पृथि॒व्यास्त्वा॒ नाभौ॑ सादया॒म्यदि॑त्या उ॒पस्थेऽग्ने॑ ह॒व्यᳪ र॑क्ष ॥११॥",
    "index": 11,
    "shloka_num": 11
  },
  {
    "text": "प॒वित्रे॑ स्थो वैष्ण॒व्यौ॒ सवि॒तुर्वः॑ प्रस॒व उत्पु॑ना॒म्यच्छि॑द्रेण प॒वित्रे॑ण॒ सूर्य॑स्य र॒श्मिभिः॑ ।\nदेवी॑रापो अग्रेगुवो अग्रेपु॒वोऽग्र॑ इ॒मम॒द्य य॒ज्ञं न॑य॒ताग्रे॑ य॒ज्ञप॑तिᳪ सु॒धातुं॑ य॒ज्ञप॑तिं देव॒युव॑म् ॥१२॥",
    "index": 12,
    "shloka_num": 12
  },
  {
    "text": "यु॒ष्मा इन्द्रो॑ऽवृणीत वृत्र॒तूर्ये॑ यू॒यमिन्द्र॑मवृणीध्वं वृत्र॒तूर्ये॒ प्रोक्षि॑ता स्थ ।\nअ॒ग्नये॑ त्वा॒ जुष्टं॒ प्रोक्षा॑म्य॒ग्नीषोमा॑भ्यां त्वा॒ जुष्टं॒ प्रोक्षा॑मि ।\nदैव्या॑य॒ कर्म॑णे शुन्धध्वं देवय॒ज्यायै॒ यद्वोऽशु॑द्धाः पराज॒घ्नुरि॒दं व॒स्तच्छु॑न्धामि ॥१३॥",
    "index": 13,
    "shloka_num": 13
  },
  {
    "text": "शर्मा॒स्यव॑धूत॒ᳪ रक्षोऽव॑धूता॒ अरा॑त॒यो ऽदि॑त्या॒स्त्वग॑सि॒ प्रति॒ त्वादि॑तिर्वेत्तु ।\nअद्रि॑रसि वानस्प॒त्यो ग्रावा॑ऽसि पृ॒थुबु॑ध्नः॒ प्रति॒ त्वाऽदि॑त्या॒स्त्वग्वे॑त्तु ॥१४॥",
    "index": 14,
    "shloka_num": 14
  },
  {
    "text": "अ॒ग्नेस्त॒नूर॑सि वा॒चो वि॒सर्ज॑नं दे॒ववी॑तये त्वा गृह्णामि बृ॒हद्ग्रा॑वाऽसि वानस्प॒त्यः स इ॒दं दे॒वेभ्यो॑ ह॒विः श॑मीष्व सु॒शमि॑ शमीष्व ।\nहवि॑ष्कृ॒देहि॒ हवि॑ष्कृ॒देहि॑ ॥१५॥",
    "index": 15,
    "shloka_num": 15
  },
  {
    "text": "कु॒क्कु॒टो॒ऽसि॒ मधु॑जिह्व॒ इष॒मूर्ज॒माव॑द॒ त्वया॑ व॒यᳪ सं॑धा॒तᳪ सं॑धातं जेष्म व॒र्षवृ॑द्धमसि॒ प्रति॑ त्वा व॒र्षवृ॑द्धं वेत्तु॒ परा॑पूत॒ᳪ रक्षः॒ परा॑पूता॒ अरा॑त॒यो ऽप॑हत॒ᳪ रक्षो॑ वा॒युर्वो॒ विवि॑नक्तु दे॒वो वः॑ सवि॒ता हिर॑ण्यपाणिः॒ प्रति॑गृभ्णा॒त्वच्छि॑द्रेण पा॒णिना॑ ॥१६॥",
    "index": 16,
    "shloka_num": 16
  },
  {
    "text": "धृष्टि॑र॒स्यपा॑ऽग्ने अ॒ग्निमा॒मादं॑ जहि॒ निष्क्र॒व्याद॑ᳪ से॒धा दे॑व॒यजं॑ वह ।\nध्रु॒वम॑सि पृथि॒वीं दृ॑ᳪह ब्रह्म॒वनि॑ त्वा क्षत्र॒वनि॑ सजात॒वन्युप॑दधामि॒ भातृ॑व्यस्य व॒धाय॑ ॥१७॥",
    "index": 17,
    "shloka_num": 17
  },
  {
    "text": "अग्ने॒ ब्रह्म॑ गृभ्णीष्व ध॒रुण॑मस्य॒न्तरि॑क्षं दृᳪह ब्रह्म॒वनि॑ त्वा क्षत्र॒वनि॑ सजात॒वन्युप॑दधामि॒ भ्रातृ॑व्यस्य ब॒धाय॑ ।\nध॒र्त्रम॑सि॒ दिवं॑ दृᳪह ब्रह्म॒वनि॑ त्वा क्षत्र॒वनि॑ सजात॒वन्युप॑दधामि॒ भ्रातृ॑व्यस्य ब॒धाय॑ ।\nविश्वा॑भ्य॒स्त्वाशा॑भ्य॒ उप॑दधामि॒ चित॑ स्थोर्ध्व॒चितो॒ भृगू॑णा॒मङ्गि॑रसां॒ तप॑सा तप्यध्वम् ॥१८॥",
    "index": 18,
    "shloka_num": 18
  },
  {
    "text": "शर्मा॒स्यव॑धूत॒ᳪ रक्षोऽव॑धूता॒ अरा॑त॒योऽदि॑त्या॒स्त्वग॑सि॒ प्रति॒ त्वाऽदि॑तिर्वेत्तु ।\nधि॒षणा॑ऽसि पर्व॒ती प्रति॒ त्वाऽदि॑त्या॒स्त्वग्वे॑त्तु दि॒वस्क॑म्भ॒नीर॑सि धि॒षणा॑ऽसि पार्वते॒यी प्रति॑ त्वा पर्व॒॒ती वे॑त्तु ॥१९॥",
    "index": 19,
    "shloka_num": 19
  },
  {
    "text": "धा॒न्य॒मसि धिनु॒हि दे॒वान् प्रा॒णाय॑ त्वो दा॒नाय॑ त्वा व्या॒नाय॑ त्वा ।\nदी॒र्घामनु॒ प्रसि॑ति॒मायु॑षे धां दे॒वो वः॑ सवि॒ता हिर॑ण्यपाणिः॒ प्रति॑गृभ्णा॒त्वच्छि॑द्रेण पा॒णिना॒ चक्षु॑षे त्वा म॒हीनां॒ पयो॑ऽसि ॥२०॥",
    "index": 20,
    "shloka_num": 20
  },
  {
    "text": "दे॒वस्य॑ त्वा सवि॒तुः प्र॑स॒वेऽश्विनो॑र्बा॒हुभ्यां॑ पू॒ष्णो हस्ता॑भ्याम् ।\nसं व॑पामि॒ समाप॒ ओष॑धीभिः॒ समोष॑धयो॒ रसे॑न ।\nसᳪ रे॒वती॒र्जग॑तीभिः पृच्यन्ता॒ᳪ सं मधु॑मती॒र्मधु॑मतीभिः पृच्यन्ताम् ॥२१॥",
    "index": 21,
    "shloka_num": 21
  },
  {
    "text": "जन॑यत्यै त्वा॒ संयौ॑मी॒दम॒ग्नेरि॒दम॒ग्नीषोम॑योरि॒षे त्वा॑ घ॒र्मो॒ऽसि वि॒श्वायुरस्त्वा॑ सवि॒ता श्र॑पयतु॒ वर्षि॒ष्ठेऽधि॒ नाके॑ ॥२२॥",
    "index": 22,
    "shloka_num": 22
  },
  {
    "text": "मा भे॒र्मा संवि॑क्था॒ अत॑मेरुर्य॒ज्ञोऽत॑मेरु॒र्यज॑मानस्य प्र॒जा भू॑यात् त्रि॒ताय॑ त्वा द्वि॒ताय॑ त्वैक॒ताय॑ त्वा ॥२३॥",
    "index": 23,
    "shloka_num": 23
  },
  {
    "text": "दे॒वस्य॑ त्वा सवि॒तुः प्र॑स॒वेऽश्विनो॑र्बा॒हुभ्यां॑ पू॒ष्णो हस्ता॑भ्याम् ।\nआद॑देऽध्वर॒कृतं॑ दे॒वेभ्य॒ इन्द्र॑स्य बा॒हुर॑सि॒ दक्षि॑णः स॒हस्र॑भृष्टिः श॒तते॑जा वा॒युर॑सि ति॒ग्मते॑जा द्विष॒तो व॒धः ॥२४॥",
    "index": 24,
    "shloka_num": 24
  },
  {
    "text": "पृथि॑वि देवयज॒न्योष॑ध्यास्ते॒ मूलं॒ मा हि॑ᳪसिषं व्र॒जं ग॑च्छ गो॒ष्ठानं॒ वर्ष॑तु ते॒ द्यौब॑धा॒न दे॑व सवितः पर॒मस्यां॑ पृथि॒व्याᳪ श॒तेन॒ पाशै॒र्योऽस्मान्द्वेष्टि॒ यं च॑ व॒यं द्वि॒ष्मस्तमतो॒ मा मौ॑क् ॥२५॥",
    "index": 25,
    "shloka_num": 25
  },
  {
    "text": "अपा॒ररुं॑ पृथि॒व्यै दे॑व॒यज॑नाद्वध्यासं व्र॒जं ग॑च्छ गो॒ष्ठानं॒ वर्ष॑तु ते॒ द्यौर्ब॑धा॒न दे॑व सवितः पर॒मस्यां॑ पृथि॒व्या श॒तेन॒ पाशै॒र्योऽस्मान्द्वेष्टि॒ यं च॑ व॒यं द्वि॒ष्मस्तमतो॒ मा मौ॑क् ।\nअर॑रो॒ दिवं॒ मा प॑प्तो द्र॒प्सस्ते॒ द्यां मा स्क॑न् व्र॒जं ग॑च्छ गो॒ष्ठानं॒ वर्ष॑तु ते॒ द्यौर्ब॑धा॒न दे॑व सवितः पर॒मस्यां॑ पृथि॒व्याᳪ श॒तेन॒ पाशै॒र्योऽस्मान्द्वेष्टि॒ यं च॑ व॒यं द्वि॒ष्मस्तमतो॒ मा मौ॑क् ॥२६॥",
    "index": 26,
    "shloka_num": 26
  },
  {
    "text": "गा॒य॒त्रेण॑ त्वा॒ छन्द॑सा॒ परि॑गृह्णामि॒ त्रै॑ष्टुभेन त्वा॒ छन्द॑सा॒ परि॑गृह्णामि॒ जाग॑तेन त्वा॒ छन्द॑सा॒ परि॑गृह्णामि ।\nसु॒क्ष्मा चासि॑ शि॒वा चा॑सि स्यो॒ना चासि॑ सु॒षदा॑ चा॒स्यूर्ज॑स्वती॒ चासि॒ पय॑स्वती च ॥२७॥",
    "index": 27,
    "shloka_num": 27
  },
  {
    "text": "पु॒रा क्रू॒रस्य॑ वि॒सृपो॑ विरप्शिन्नुदा॒दाय॑ पृथि॒वीं जी॒वदा॑नुम् ।\nयामैरयँश्च॒न्द्रम॑सि स्व॒धाभि॒स्तामु॒ धीरा॑सो अनु॒दिश्य॑ यजन्ते ।\nप्रोक्ष॑णी॒रासा॑दय द्वि॑ष॒तो ब॒धो॒ऽसि ॥२८॥",
    "index": 28,
    "shloka_num": 28
  },
  {
    "text": "प्रत्यु॑ष्ट॒ᳪ रक्षः॒ प्रत्यु॑ष्टा॒ अरा॑तयो निष्ट॑प्त॒ᳪ रक्षो॒ निष्ट॑प्ता॒ अरा॑तयः ।\nअनि॑शितोऽसि सपत्न॒क्षिद्वा॒जिनं॑ त्वा वाजे॒ध्यायै॒ सम्मा॑र्ज्मि ।\nप्रत्यु॑ष्ट॒ᳪ रक्षः॒ प्रत्यु॑ष्टा॒ अरा॑तयो॒ निष्ट॑प्त॒ᳪ रक्षो॒ निष्ट॑प्ता॒ अरा॑तयः ।\nअनि॑शिताऽसि सपत्न॒क्षिद्वा॒जिनीं॑ त्वा वाजे॒ध्यायै॒ सम्मा॑र्ज्मि ॥२९॥",
    "index": 29,
    "shloka_num": 29
  },
  {
    "text": "अदि॑त्यै॒ रास्ना॑सि विष्णो॑र्वे॒ष्पो॒ऽस्यू॒र्जे त्वा ऽद॑ब्धेन त्वा॒ चक्षु॒षाव॑पश्यामि ।\nअ॒ग्नेर्जि॒ह्वासि॑ सु॒हूर्दे॒वेभ्यो॒ धाम्ने॑ धाम्ने मे भव॒ यजु॑षे यजुषे ॥३०॥",
    "index": 30,
    "shloka_num": 30
  },
  {
    "text": "स॒वि॒तुस्त्वा॑ प्रस॒व उत्पु॑ना॒म्यच्छि॑द्रेण प॒वित्रे॑ण॒ सूर्य॑स्य र॒श्मिभिः॑ ।\nस॒वि॒तुर्वः॑ प्रस॒व उत्पु॑ना॒म्यच्छि॑द्रेण प॒वित्रे॑ण॒ सूर्य॑स्य र॒श्मिभिः॑ ।\nतेजो॑ऽसि शु॒क्रम॑स्य॒मृत॑मसि धाम॒ नामा॑सि प्रि॒यं दे॒वाना॒मना॑धृष्टं देव॒यज॑नमसि ॥३१॥",
    "index": 31,
    "shloka_num": 31
  }
]
