[
  {
    "text": "अ॒पो दे॒वा मधु॑मतीरगृभ्ण॒न्नूर्ज॑स्वती राज॒स्वश्चिता॑नाः ।\nयाभि॑र्मि॒त्रावरु॑णाव॒भ्यषि॑ञ्च॒न्याभि॒रिन्द्र॒मन॑य॒न्नत्यरा॑तीः ॥१॥",
    "index": 1,
    "shloka_num": 1
  },
  {
    "text": "वृष्ण॑ ऊ॒र्मिर॑सि राष्ट्र॒दा रा॒ष्ट्रं मे॑ देहि॒ स्वाहा॒ वृष्ण॑ ऊ॒र्मिर॑सि राष्ट्र॒दा रा॒ष्ट्रम॒मुष्मै॑ देहि वृ॑षसे॒नो॒ऽसि राष्ट्र॒दा रा॒ष्ट्रं मे॑ देहि॒ स्वाहा॑ वृषसे॒नो॒ऽसि राष्ट्र॒दा रा॒ष्ट्रम॒मुष्मै॑ देहि ॥२॥",
    "index": 2,
    "shloka_num": 2
  },
  {
    "text": "अ॒र्थेत॑ स्थ राष्ट्र॒दा रा॒ष्ट्रं मे॑ दत्त॒ स्वाहा॒ ऽर्थेत॑ स्थ राष्ट्र॒दा रा॒ष्ट्रम॒मुष्मै॑ द॒त्तौज॑स्वती स्थ राष्ट्र॒दा रा॒ष्ट्रं मे॑ दत्त॒ स्वाहौज॑स्वती स्थ राष्ट्र॒दा रा॒ष्ट्रम॒मुष्मै॑ द॒त्तापः॑ परिवा॒हिणी॑ स्थ राष्ट्र॒दा रा॒ष्ट्रं मे॑ दत्त॒ स्वाहा॑ ऽपः॑ परिवा॒हिणी॑ स्थ राष्ट्र॒दा रा॒ष्ट्रम॒मुष्मै॑ दत्ता॒पां पति॑रसि राष्ट्र॒दा रा॒ष्ट्रं मे॑ देहि॒ स्वाहा॒ ऽपां पति॑रसि राष्ट्र॒दा रा॒ष्ट्रम॒मुष्मै॑ देह्य॒पां गर्भो॑ऽसि राष्ट्र॒दा रा॒ष्ट्रं मे॑ देहि॒ स्वाहा॒ ऽपां गर्भो॑ सि राष्ट्र॒दा रा॒ष्ट्रम॒मुष्मै॑ देहि॒ ॥३॥",
    "index": 3,
    "shloka_num": 3
  },
  {
    "text": "सूर्य॑त्वचस स्थ राष्ट्र॒दा रा॒ष्ट्रं मे॑ दत्त॒ स्वाहा॒ सूर्य॑त्वचस स्थ राष्ट्र॒दा रा॒ष्ट्रम॒मुष्मै॑ दत्त सूर्य॑वर्चस स्थ राष्ट्र॒दा रा॒ष्ट्रं मे॑ दत्त॒ स्वाहा॒ सूर्य॑वर्चस स्थ राष्ट्र॒दा रा॒ष्ट्रम॒मुष्मै॑ दत्त॒ मान्दा॑ स्थ राष्ट्र॒दा रा॒ष्ट्रं मे॑ दत्त॒ स्वाहा॒ मान्दा॑ स्थ राष्ट्र॒दा रा॒ष्ट्रम॒मुष्मै॑ दत्त व्रज॒क्षित॑ स्थ राष्ट्र॒दा रा॒ष्ट्रं मे॑ दत्त॒ स्वाहा॑ व्रज॒क्षित॑ स्थ राष्ट्र॒दा रा॒ष्ट्रम॒मुष्मै॑ दत्त॒ वाशा॑ स्थ राष्ट्र॒दा रा॒ष्ट्रं मे॑ दत्त॒ स्वाहा॒ वाशा॑ स्थ राष्ट्र॒दा रा॒ष्ट्रम॒मुष्मै॑ दत्त॒ शवि॑ष्ठा स्थ राष्ट्र॒दा रा॒ष्ट्रं मे॑ दत्त॒ स्वाहा॒ शवि॑ष्ठा स्थ राष्ट्र॒दा रा॒ष्ट्रम॒मुष्मै॑ दत्त॒ शक्व॑री स्थ राष्ट्र॒दा रा॒ष्ट्रं मे॑ दत्त॒ स्वाहा॒ शक्व॑री स्थ राष्ट्र॒दा रा॒ष्ट्रम॒मुष्मै॑ दत्त जन॒भृत॑ स्थ राष्ट्र॒दा रा॒ष्ट्रं मे॑ दत्त॒ स्वाहा॑ जन॒भृत॑ स्थ राष्ट्र॒दा रा॒ष्ट्रम॒मुष्मै॑ दत्त विश्व॒भृत॑ स्थ राष्ट्र॒दा रा॒ष्ट्रं मे॑ दत्त॒ स्वाहा॑ विश्व॒भृत॑ स्थ राष्ट्र॒दा रा॒ष्ट्रम॒मुष्मै॑ द॒त्तापः॑ स्व॒राज॑ स्थ राष्ट्र॒दा रा॒ष्ट्रम॒मुष्मै॑ दत्त ।\nमधु॑मती॒र्मधु॑मतीभिः पृच्यन्तां॒ महि॑ क्ष॒त्रं क्ष॒त्रिया॑य वन्वा॒नांना॑धृष्टाः सीदत स॒हौज॑सो॒ महि॑ क्ष॒त्रं क्ष॒त्रिया॑य॒ दध॑तीः ॥४॥",
    "index": 4,
    "shloka_num": 4
  },
  {
    "text": "सोम॑स्य॒ त्विषि॑रसि॒ तवे॑व मे॒ त्विषि॑र्भूयात् ।\nअ॒ग्नये॒ स्वाहा॒ सोमा॑य॒ स्वाहा॑ सवि॒त्रे स्वाहा॒ सर॑स्वत्यै॒ स्वाहा॑ पू॒ष्णे स्वाहा॒ बृह॒स्पत॑ये॒ स्वाहेन्द्रा॑य॒ स्वाहा॒ घोषा॑य॒ स्वाहा॒ श्लोका॑य॒ स्वाहा ऽᳪशा॑य॒ स्वाहा॒ भगा॑य॒ स्वाहा॑ ऽर्य॒म्णे स्वाहा॑ ॥५॥",
    "index": 5,
    "shloka_num": 5
  },
  {
    "text": "प॒वित्रे॑ स्थो वैष्ण॒व्यौ॒ सवि॒तुर्वः॑ प्रस॒व उत्पु॑ना॒म्यच्छि॑द्रेण प॒वित्रे॑ण॒ सूर्य॑स्य र॒श्मिभिः॑ ।\nअनि॑भृष्टमसि वा॒चो बन्धु॑स्तपो॒जाः सोम॑स्य दा॒त्रम॑सि॒ स्वाहा॑ राज॒स्वः॒ ॥६॥",
    "index": 6,
    "shloka_num": 6
  },
  {
    "text": "स॒ध॒मादो॑ द्यु॒म्निनी॒राप॑ ए॒ता अना॑धृष्टा अप॒स्यो वसा॑नाः ।\nप॒स्त्या॒सु चक्रे॒ वरु॑णः स॒धस्थ॑म॒पाᳪ शिशु॑र्मा॒तृत॑मास्व॒न्तः ॥७॥",
    "index": 7,
    "shloka_num": 7
  },
  {
    "text": "क्ष॒त्रस्योल्ब॑मसि क्ष॒त्रस्य॑ ज॒राय्व॑सि क्ष॒त्रस्य॒ योनि॑रसि क्ष॒त्रस्य॒ नाभि॑र॒सीन्द्र॑स्य॒ वार्त्र॑घ्नमसि मि॒त्रस्या॑सि॒ वरु॑णस्यासि॒ त्वया॒ऽयं वृ॒त्रं ब॑धेत् ।\nदृ॒बाऽसि॑ रु॒जाऽसि॑ क्षु॒माऽसि॑ ।\nपा॒तैनं॒ प्राञ्चं॑ पा॒तैनं प्र॒त्यञ्चं॑ पा॒तैनं॑ ति॒र्यञ्चं॑ दि॒ग्भ्यः पा॑त ॥८॥",
    "index": 8,
    "shloka_num": 8
  },
  {
    "text": "आ॒विर्म॑या॒ आवि॑त्तो अ॒ग्निर्गृ॒हप॑तिरावि॑त्त॒ इन्द्रो॑ वृ॒द्धश्र॑वा॒ आवि॑त्तौ मि॒त्रावरु॑णौ धृ॒तव्र॑ता॒वावि॑त्तः पू॒षा वि॒श्ववे॑दा॒ आवि॑त्ते॒ द्यावा॑पृथि॒वी वि॒श्वश॑म्भुवा॒वावि॒त्तादि॑तिरु॒रुश॑र्मा ॥९॥",
    "index": 9,
    "shloka_num": 9
  },
  {
    "text": "अवे॑ष्टा दन्द॒शूकाः॑ प्राची॒मा रो॑ह गाय॒त्री त्वा॑ऽवतु रथन्त॒रᳪ साम॑ त्रि॒वृत्स्तोमो॑ वस॒न्त ऋ॒तुर्ब्रह्म॒ द्रवि॑णम् ॥१०॥",
    "index": 10,
    "shloka_num": 10
  },
  {
    "text": "दक्षि॑णा॒मा रो॑ह त्रि॒ष्टुप् त्वा॑ऽवतु बृ॒हत्साम॑ पञ्चद॒श स्तोमो॑ ग्री॒ष्म ऋ॒तुः क्ष॒त्रं द्रवि॑णम् ॥११॥",
    "index": 11,
    "shloka_num": 11
  },
  {
    "text": "प्र॒तीची॒मा रो॑ह॒ जग॑ती त्वाऽवतु वैरू॒पᳪ साम॑ सप्तद॒श स्तोमो॑ व॒र्षा ऋ॒तुर्विड् द्रवि॑णम् ॥१२॥",
    "index": 12,
    "shloka_num": 12
  },
  {
    "text": "उदी॑ची॒मा रो॑हानु॒ष्टुप् त्वा॑ऽवतु वैरा॒जᳪ सामै॑कवि॒ᳪश स्तोमः॑ श॒रदृ॒तुः फलं॒ द्रवि॑णम् ॥१३॥",
    "index": 13,
    "shloka_num": 13
  },
  {
    "text": "ऊ॒र्ध्वामा रो॑ह प॒ङ्क्तिस्त्वा॑ऽवतु शाक्वररैव॒ते साम॑नी त्रिणवत्रयस्त्रि॒ᳪशौ॒ स्तोमौ॑ हेमन्तशिशि॒रावृ॒तू वर्चो॒ द्रवि॑णं॒ प्रत्य॑स्तं॒ नमु॑चेः॒ शिरः॑ ॥१४॥",
    "index": 14,
    "shloka_num": 14
  },
  {
    "text": "सोम॑स्य॒ त्विषि॑रसि॒ तवे॑व मे॒ त्विषि॑र्भूयात् ।\nमृ॒त्योः पा॒ह्योजो॑ऽसि॒ सहो॑ऽस्य॒मृत॑मसि ॥१५॥",
    "index": 15,
    "shloka_num": 15
  },
  {
    "text": "हिर॑ण्यरूपा उ॒षसो॑ विरो॒क उ॒भावि॑न्द्रा॒ उदि॑थः॒ सूर्य॑श्च ।\nआ रो॑हतं वरुण मित्र॒ गर्त्तं॒ तत॑श्चक्षाथा॒मदि॑तिं॒ दितिं॑ च मि॒त्रो॒ऽसि॒ वरु॑णोऽसि ॥१६॥",
    "index": 16,
    "shloka_num": 16
  },
  {
    "text": "सोम॑स्य त्वा द्यु॒म्नेना॒भि षि॑ञ्चाम्य॒ग्नेर्भ्राज॑सा॒ सूर्य॑स्य॒ वर्च॒सेन्द्र॑स्येन्द्रि॒येण॑ ।\nक्ष॒त्राणां॑ क्ष॒त्रप॑तिरे॒ध्यति॑ दि॒द्यून् पा॑हि ॥१७॥",
    "index": 17,
    "shloka_num": 17
  },
  {
    "text": "इ॒मं दे॑वा असप॒त्नᳪ सु॑वध्वं मह॒ते क्ष॒त्राय॑ मह॒ते ज्यै॑ष्ठ्याय मह॒ते जान॑राज्या॒येन्द्र॑स्येन्द्रि॒याय॑ ।\nइ॒मम॒मुष्य॑ पु॒त्रम॒मुष्यै॑ पु॒त्रमस्यै वि॒श ए॒ष वो॑ऽमी॒ राजा॒ सोमो॒ऽस्माकं॑ ब्राह्म॒णाना॒ᳪराजा॑ ॥१८॥",
    "index": 18,
    "shloka_num": 18
  },
  {
    "text": "प्र पर्व॑तस्य वृष॒भस्य॑ पृ॒ष्ठान्नाव॑श्चरन्ति स्व॒सिच॑ इया॒नाः ।\nता आऽव॑वृत्रन्नध॒रागुद॑क्ता॒ अहिं॑ बु॒ध्न्य॒मनु॒ रीय॑माणाः ।\nविष्णो॑र्वि॒क्रम॑णमसि॒ विष्णो॒र्विक्रा॑न्तमसि॒ विष्णोः॑ क्रा॒न्तम॑सि ॥१९॥",
    "index": 19,
    "shloka_num": 19
  },
  {
    "text": "प्रजा॑पते॒ न त्वदे॒तान्य॒न्यो विश्वा॑ रू॒पाणि॒ परि॒ ता ब॑भूव ।\nयत्का॑मास्ते जुहु॒मस्तन्नो॑ अस्त्व॒यम॒मुष्य॑ पि॒तासाव॒स्य पि॒ता व॒यᳪ स्या॑म॒ पत॑यो रयी॒णाᳪ स्वाहा॑ ।\nरुद्र॒ यत्ते॒ क्रिवि॒ परं॒ नाम॒ तस्मि॑न्हु॒तम॑स्यमे॒ष्टम॑सि॒ स्वाहा॑ ॥२०॥",
    "index": 20,
    "shloka_num": 20
  },
  {
    "text": "इन्द्र॑स्य॒ वज्रो॑ऽसि मि॒त्रावरु॑णयोस्त्वा प्रशा॒स्त्रोः प्र॒शिषा॑ युनज्मि ।\nअव्य॑थायै त्वा स्व॒धायै॒ त्वाऽरि॑ष्टो॒ अर्जु॑नो म॒रुतां॑ प्रस॒वेन॑ ज॒यापा॑म॒ मन॑सा॒ समि॑न्द्रि॒येण॑ ॥२१॥",
    "index": 21,
    "shloka_num": 21
  },
  {
    "text": "मा त॑ इन्द्र ते व॒यं तु॑राषा॒डयु॑क्तासो अब्र॒ह्मता॒ विद॑साम ।\nतिष्ठा॒ रथ॒मधि॒ यं व॑ज्रह॒स्ता र॒श्मीन् दे॑व युवसे॒ स्वश्वा॑न् ॥२२॥",
    "index": 22,
    "shloka_num": 22
  },
  {
    "text": "अ॒ग्नये॑ गृ॒हप॑तये॒ स्वाहा॒ सोमा॑य॒ वन॒स्पत॑ये॒ स्वाहा॑ म॒रुता॒मोज॑से॒ स्वाहेन्द्र॑स्येन्द्रि॒याय॒ स्वाहा॑ ।\nपृथि॑वि मात॒र्मा मा॑ हिᳪसी॒र्मो अ॒हं त्वाम् ॥२३॥",
    "index": 23,
    "shloka_num": 23
  },
  {
    "text": "ह॒ᳪसः शु॑चि॒षद्वसु॑रन्तरिक्ष॒सद्धोता॑ वेदि॒षदति॑थिर्दुरोण॒सत् ।\nनृ॒षद्व॑र॒सदृ॑त॒सद्व्यो॑म॒सद॒ब्जा गो॒जा ऋ॑त॒जा अ॑द्रि॒जा ऋ॒तं बृ॒हत् ॥२४॥",
    "index": 24,
    "shloka_num": 24
  },
  {
    "text": "इय॑द॒स्यायु॑र॒स्यायु॒र्मयि॑ धेहि॒ युङ्ङ॑सि॒ वर्चो॑ऽसि॒ वर्चो॒ मयि॑ धे॒ह्यूर्ग॒स्यूर्जं॒ मयि॑ धेहि ॥ इन्द्र॑स्य वां वीर्य॒कृतो॑ बा॒हू अ॑भ्यु॒पाव॑हरामि ॥२५॥",
    "index": 25,
    "shloka_num": 25
  },
  {
    "text": "स्यो॒नाऽसि॑ सु॒षदा॑ऽसि क्ष॒त्रस्य॒ योनि॑रसि ।\nस्यो॒नामा सी॑द सु॒षदा॒मा सी॑द क्ष॒त्रस्य॒ योनि॒मा सी॑द ॥२६॥",
    "index": 26,
    "shloka_num": 26
  },
  {
    "text": "नि ष॑साद घृ॒तव्र॑तो॒ वरु॑णः प॒स्त्यास्वा ।\nसाम्रा॑ज्याय सु॒क्रतुः॑ ॥२७॥",
    "index": 27,
    "shloka_num": 27
  },
  {
    "text": "अ॒भि॒भूर॑स्ये॒तास्ते॒ पञ्च॒ दिशः॑ कल्पन्तां॒ ब्रह्मँ॒स्त्वं ब्र॒ह्माऽसि॑ सवि॒ताऽसि॑ स॒त्यप्र॑सवो॒ वरु॑णोऽसि स॒त्यौजा॒ इन्द्रो॑ऽसि॒ विशौ॑जा रु॒द्रो॒ऽसि सु॒शेवः॑ ।\nबहु॑कार॒ श्रेय॑स्कर॒ भूय॑स्क॒रेन्द्र॑स्य॒ वज्रो॑ऽसि॒ तेन॑ मे रध्य ॥२८॥",
    "index": 28,
    "shloka_num": 28
  },
  {
    "text": "अ॒ग्निः पृ॒थुर्धर्म॑ण॒स्पति॑र्जुषा॒णो अ॒ग्निः पृ॒थुर्धर्म॑ण॒स्पति॒राज्य॑स्य वेतु॒ स्वाहा॑ स्वाहा॑कृताः॒ सूर्य॑स्य र॒श्मिभि॑र्यतध्वᳪ सजा॒तानां॑ मध्य॒मेष्ठ्या॑य ॥२९॥",
    "index": 29,
    "shloka_num": 29
  },
  {
    "text": "स॒वि॒त्रा प्र॑सवि॒त्रा सर॑स्वत्या वा॒चा त्वष्ट्रा॑ रू॒पैः पू॒ष्णा प॒शुभि॒रिन्द्रे॑णा॒स्मे बृह॒स्पति॑ना॒ ब्रह्म॑णा॒ वरु॑णे॒नौज॑सा॒ऽग्निना॒ तेज॑सा॒ सोमे॑न॒ राज्ञा॒ विष्णु॑ना दश॒म्या दे॒वत॑या॒ प्रसू॑तः॒ प्र स॑र्पामि ॥३०॥",
    "index": 30,
    "shloka_num": 30
  },
  {
    "text": "अ॒श्विभ्यां॑ पच्यस्व॒ सर॑स्वत्यै पच्य॒स्वेन्द्रा॑य सु॒त्राम्णे॑ पच्यस्व ।\nवा॒युः पू॒तः प॒वित्रे॑ण प्र॒त्यङ्क्सोमो॒ अति॑स्रुतः ।\nइन्द्र॑स्य॒ युज्यः॒ सखा॑ ॥३१॥",
    "index": 31,
    "shloka_num": 31
  },
  {
    "text": "कु॒विद॒ङ्ग यव॑मन्तो यवं॑ चि॒द्यथा॒ दान्त्य॑नुपू॒र्वं वि॒यूय॑ ।\nइ॒हेहै॑षां कृणुहि॒ भोज॑नानि॒ ये ब॒र्हिषो॒ नम॑ उक्तिं॒ यज॑न्ति ।\nउ॒प॒या॒मगृ॑हीतोऽस्य॒श्विभ्यां॑ त्वा॒ सर॑स्वत्यै॒ त्वेन्द्रा॑य त्वा सु॒त्राम्णे॑ ॥३२॥",
    "index": 32,
    "shloka_num": 32
  },
  {
    "text": "यु॒वᳪ सु॒राम॑मश्विना॒ नमु॑चावासु॒रे सचा॑ ।\nवि॒पि॒पा॒ना शु॑भस्पती॒ इन्द्रं॒ कर्म॑स्वावतम् ॥३३॥",
    "index": 33,
    "shloka_num": 33
  },
  {
    "text": "पु॒त्रमि॑व पि॒तरा॑व॒श्विनो॒भेन्द्रा॒वथुः॒ काव्यै॑र्द॒ᳪसना॑भिः ।\nयत्सु॒रामं॒ व्यपि॑बः॒ शची॑भिः॒ सर॑स्वती त्वा मघवन्नभिष्णक् ॥३४॥",
    "index": 34,
    "shloka_num": 34
  }
]
