[
  {
    "text": "अग्ने॑ जा॒तान् प्र णु॑दा नः स॒पत्ना॒न् प्रत्यजा॑तान् नुद जातवेदः ।\nअधि॑ नो ब्रूहि सु॒मना॒ अहे॑डँ॒स्तव॑ स्याम॒ शर्मँ॑स्त्रि॒वरू॑थ उ॒द्भौ ॥१॥",
    "index": 1,
    "shloka_num": 1
  },
  {
    "text": "सह॑सा जा॒तान् प्र णु॑दा नः स॒पत्ना॒न् प्रत्यजा॑ताञ्जातवेदो नुदस्व ।\nअधि॑ नो ब्रूहि सुमन॒स्यमा॑नो व॒यᳪ स्या॑म॒ प्र णु॑दा नः स॒पत्ना॑न् ॥२॥",
    "index": 2,
    "shloka_num": 2
  },
  {
    "text": "षो॒ड॒शी स्तोम॒ ओजो॒ द्रवि॑णं चतुश्चत्वारि॒ᳪश स्तोमो॒ वर्चो॒ द्रवि॑णम् ।\nअ॒ग्नेः पुरी॑षम॒स्यप्सो॒ नाम॒ तां त्वा॒ विश्वे॑ अ॒भि गृ॑णन्तु दे॒वाः ।\nस्तोम॑पृष्ठा घृ॒तव॑ती॒ह सी॑द प्र॒जाव॑द॒स्मे द्रवि॒णा य॑जस्व ॥३॥",
    "index": 3,
    "shloka_num": 3
  },
  {
    "text": "एव॒श्छन्दो॒ वरि॑व॒श्छन्दः॑ श॒म्भूश्छन्दः॑ परि॒भूश्छन्द॑ आ॒च्छच्छन्दो॒ मन॒श्छन्दो॒ व्यच॒श्छन्दः॒ सिन्धु॒श्छन्दः॑ समु॒द्रश्छन्दः॑सरि॒रं छन्दः॑ क॒कुप्छन्द॑स्त्रिक॒कुप्छन्दः॑ का॒व्यं छन्दो॒ अङ्कु॒॒पं छन्दो॒ ऽक्षर॑पङ्क्ति॒श्छन्दः॑ प॒दप॑ङ्क्ति॒श्छन्दो॑ विष्टा॒रप॑ङ्क्ति॒श्छन्दः॑ क्षु॒रो भ्रज॒श्छन्दः॑ ॥४॥",
    "index": 4,
    "shloka_num": 4
  },
  {
    "text": "आ॒च्छच्छन्दः॑ प्र॒च्छच्छन्दः॑ सं॒यच्छन्दो॑ वि॒यच्छन्दो॑ बृ॒हच्छन्दो॑ रथन्त॒रञ्छन्दो॑ निका॒यश्छन्दो॑ विवधश्छन्दो॒ गिर॒श्छन्दो॒ भ्रज॒श्छन्दः॑ स॒ᳪस्तुप्छन्दो॑ ऽनु॒ष्टुप्छन्द॒ एव॒श्छन्दो॒ वरि॑व॒श्छन्दो॒ वय॒श्छन्दो॑ वय॒स्कृच्छन्दो॒ विष्प॑र्धा॒श्छन्दो॑ विशा॒लं छन्द॑श्छ॒दिश्छन्दो॑ दूरोह॒णं छन्द॑स्त॒न्द्रं छन्दो॑ अङ्का॒ङ्कं छन्दः॑ ॥५॥",
    "index": 5,
    "shloka_num": 5
  },
  {
    "text": "र॒श्मिना॑ स॒त्याय॑ स॒त्यं जि॑न्व॒ प्रेति॑ना॒ धर्म॑णा॒ धर्मं॑ जि॒न्वान्वि॑त्या दि॒वा दिवं॑ जिन्व स॒न्धिना॒ऽन्तरि॑क्षेणा॒न्तरि॑क्षं जिन्व प्रति॒धिना॑ पृथि॒व्या पृ॑थि॒वीं जि॑न्व विष्ट॒म्भेन॒ वृष्ट्या॒ वृष्टिं॑ जिन्व प्र॒वयाऽह्नाऽह॑र्जिन्वानु॒या रात्र्या॒ रात्रीं॑ जिन्वो॒शिजा॒ वसु॑भ्यो॒ वसू॑ञ्जिन्व प्रके॒तेना॑दि॒त्येभ्य॑ आदि॒त्याञ्जि॑न्व ॥६॥",
    "index": 6,
    "shloka_num": 6
  },
  {
    "text": "तन्तु॑ना रा॒यस्पोषे॑ण रा॒यस्पोषं॑ जिन्व सᳪस॒र्पे॑ण श्रु॒ताय॑ श्रु॒तं जि॑न्वै॒डेनौ॑षधीभि॒रोष॑धीर्जिन्वोत्त॒मेन॑ त॒नूभि॑स्त॒नूर्जि॑न्व व॑यो॒धसाधी॑ते॒नाधी॑तं जिन्वाभि॒जिता॒ तेज॑सा॒ तेजो॑ जिन्व ॥७॥",
    "index": 7,
    "shloka_num": 7
  },
  {
    "text": "प्रति॒पद॑सि प्रति॒पदे॑ त्वा ऽनु॒पद॑स्यनु॒पदे॑ त्वा स॒म्पद॑सि स॒म्पदे॑ त्वा तेजो॑ऽसि॒ तेज॑से त्वा ॥८॥",
    "index": 8,
    "shloka_num": 8
  },
  {
    "text": "त्रि॒वृद॑सि त्रि॒वृते॑ त्वा प्र॒वृद॑सि प्र॒वृते॑ त्वा वि॒वृद॑सि वि॒वृते॑ त्वा स॒वृद॑सि स॒वृते॑ त्वा ऽऽक्र॒मो॒ऽस्याक्र॒माय॑ त्वा संक्र॒मो॒ऽसि संक्र॒माय॑ त्वोत्क्र॒मो॒ऽस्युत्क्र॒माय॒ त्वोत्क्रा॑न्तिर॒स्युत्क्रा॑न्त्यै॒ त्वा ऽधि॑पतिनो॒र्जोर्जं॑ जिन्व ॥९॥",
    "index": 9,
    "shloka_num": 9
  },
  {
    "text": "राज्ञ्य॑सि॒ प्राची॒ दिग्वस॑वस्ते दे॒वा अधि॑पतयो॒ऽग्निर्हे॑ती॒नां प्र॑तिध॒र्ता त्रि॒वृत् त्वा॒ स्तोमः॑ पृथि॒व्याᳪ श्र॑य॒त्वाज्य॑मु॒क्थमव्य॑थायै स्तभ्नातु रथन्त॒रᳪ साम॒ प्रति॑ष्ठित्या अ॒न्तरि॑क्ष॒ ऋष॑यस्त्वा प्रथम॒जा दे॒वेषु॑ दि॒वो मात्र॑या वरि॒म्णा प्र॑थन्तु विध॒र्ता चा॒यमधि॑पतिश्च॒ ते त्वा॒ सर्वे॑ संविदा॒ना नाक॑स्य पृ॒ष्ठे स्व॒र्गे लो॒के यज॑मानं च सादयन्तु ॥ १ ० ॥",
    "index": 10,
    "shloka_num": 10
  },
  {
    "text": "वि॒राड॑सि॒ दक्षि॑णा॒ दिग्रु॒द्रास्ते॑ दे॒वा अधि॑पतय॒ इन्द्रो॑ हेती॒नां प्र॑तिध॒र्ता प॑ञ्चद॒स्त्वा॒ स्तोमः॑ पृथि॒व्याᳪश्र॑यतु॒ प्र उ॑गमु॒क्थमव्य॑थायै स्तभ्नातु बृ॒हत्साम॒ प्रति॑ष्ठित्या अ॒न्तरि॑क्ष॒ ऋष॑यस्त्वा प्रथम॒जा दे॒वेषु॑ दि॒वो मात्र॑या वरि॒म्णा प्र॑थन्तु विध॒र्ता चा॒यमधि॑पतिश्च॒ ते त्वा॒ सर्वे॑ संविदा॒ना नाक॑स्य पृ॒ष्ठे स्व॒र्गे लो॒के यज॑मानं च सादयन्तु ॥११॥",
    "index": 11,
    "shloka_num": 11
  },
  {
    "text": "स॒म्राड॑सि प्र॒तीची॒ दिगा॑दि॒त्यास्ते॑ दे॒वा अधि॑पतयो॒ वरु॑णो हेती॒नां प्र॑तिध॒र्ता स॑प्तद॒शस्त्वा॒ स्तोमः॑ पृथि॒व्याᳪ श्र॑यतु मरुत्व॒तीय॑मु॒क्थमव्य॑थायै स्तभ्नातु वैरू॒पᳪसाम॒ प्रति॑ष्ठित्या अ॒न्तरि॑क्ष॒ ऋष॑यस्त्वा प्रथम॒जा दे॒वेषु॑ दि॒वो मात्र॑या वरि॒म्णा प्र॑थन्तु विध॒र्ता चा॒यमधि॑पतिश्च॒ ते त्वा॒ सर्वे॑ संविदा॒ना नाक॑स्य पृ॒ष्ठे स्व॒र्गे लो॒के यज॑मानं च सादयन्तु ॥१२॥",
    "index": 12,
    "shloka_num": 12
  },
  {
    "text": "स्व॒राड॒स्युदी॒ची॒ दिङ्म॒रुत॑स्ते दे॒वा अधि॑पतयः॒ सोमो॑ हेती॒नां प्र॑तिध॒र्तैक॑वि॒ᳪशस्त्वा॒ स्तोमः॑ पृथि॒व्याᳪ श्र॑यतु॒ निष्के॑वल्यमु॒क्थमव्य॑थायै स्तभ्नातु वैरा॒जँ साम॒ प्रति॑ष्ठित्या अ॒न्तरि॑क्ष॒ ऋष॑यस्त्वा प्रथम॒जा दे॒वेषु॑ दि॒वो मात्र॑या वरि॒म्णा प्र॑थन्तु विध॒र्ता चा॒यमधि॑पतिश्च॒ ते त्वा॒ सर्वे॑ संविदा॒ना नाक॑स्य पृ॒ष्ठे स्व॒र्गे लो॒के यज॑मानं च सादयन्तु ॥१३॥",
    "index": 13,
    "shloka_num": 13
  },
  {
    "text": "अधि॑पत्न्यसि बृह॒ती दिग्विश्वे॑ ते दे॒वा अधि॑पतयो॒ बृह॒स्पति॑र्हेती॒नां प्र॑तिध॒र्ता त्रि॑णवत्रयस्त्रि॒ᳪशौ त्वा॒ स्तोमौ॑ पृथि॒व्याᳪ श्र॑यतां वैश्वदेवाग्निमारु॒ते उ॒क्थे अव्य॑थायै स्तभ्नीताᳪ शाक्वररैव॒ते साम॑नी॒ प्रति॑ष्ठित्या अ॒न्तरि॑क्ष॒ ऋष॑यस्त्वा प्रथम॒जा दे॒वेषु॑ दि॒वो मात्र॑या वरि॒म्णा प्र॑थन्तु विध॒र्ता चा॒यमधि॑पतिश्च॒ ते त्वा॒ सर्वे॑ संविदा॒ना नाक॑स्य पृ॒ष्ठे स्व॒र्गे लो॒के यज॑मानं च सादयन्तु ॥१४॥",
    "index": 14,
    "shloka_num": 14
  },
  {
    "text": "अ॒यं पु॒रो हरि॑केशः॒ सूर्य॑रश्मि॒स्तस्य॑ रथगृ॒त्सश्च॒ रथौ॑जाश्च सेनानीग्राम॒ण्यौ॒ | पु॒ञ्जि॒क॒स्थ॒ला च॑ क्रतुस्थ॒ला चा॑प्स॒रसौ॑ द॒ङ्क्ष्णवः॑ प॒शवो॑ हे॒तिः पौ॑रुषेयो व॒धः प्रहे॑ति॒स्तेभ्यो॒ नमो॑ अस्तु॒ ते नो॑ऽवन्तु॒ ते नो॑ मृडयन्तु॒ ते यं द्वि॒ष्मो यश्च॑ नो॒ द्वेष्टि॒ तमे॑षां॒ जम्भे॑ दध्मः ॥१५॥",
    "index": 15,
    "shloka_num": 15
  },
  {
    "text": "अ॒यं द॑क्षि॒णा वि॒श्वक॑र्मा॒ तस्य॑ रथस्व॒नश्च॒ रथे॑चित्रश्च सेनानीग्राम॒ण्यौ॒ ।\nमे॒न॒का च॑ सहज॒न्या चा॑प्स॒रसौ॑ यातुधा॒ना हे॒ती रक्षा॑ᳪसि॒ प्रहे॑ति॒स्तेभ्यो॒ नमो॑ अस्तु॒ ते नो॑ऽवन्तु॒ ते नो॑ मृडयन्तु॒ ते यं द्वि॒ष्मो यश्च॑ नो॒ द्वेष्टि॒ तमे॑षां॒ जम्भे॑ दध्मः ॥१६॥",
    "index": 16,
    "shloka_num": 16
  },
  {
    "text": "अ॒यं प॒श्चाद्वि॒श्वव्य॑चा॒स्तस्य॒ रथ॑प्रो॒तश्चास॑मरथश्च सेनानीग्राम॒ण्यौ॒ ।\nप्र॒म्लोच॑न्ती चानु॒म्लोच॑न्ती चाप्स॒रसौ॑ व्या॒घ्रा हे॒तिः स॒र्पाः प्रहे॑ति॒स्तेभ्यो॒ नमो अ॑स्तु॒ ते नो॑ऽवन्तु॒ ते नो॑ मृडयन्तु॒ ते यं द्वि॒ष्मो यश्च॑ नो॒ द्वेष्टि॒ तमे॑षां॒ जम्भे॑ दध्मः ॥१७॥",
    "index": 17,
    "shloka_num": 17
  },
  {
    "text": "अ॒यमु॑त्त॒रात्सं॒यद्व॑सु॒स्तस्य॒ तार्क्ष्य॒श्चारि॑ष्टनेमिश्च सेनानीग्राम॒ण्यौ॒ ।\nवि॒श्वाची॑ च घृ॒ताची॑ चाप्स॒रसा॒वापो॑ हे॒तिर्वातः॒ प्रहे॑ति॒स्तेभ्यो॒ नमो॑ अस्तु॒ ते नो॑ऽवन्तु॒ ते नो॑ मृडयन्तु॒ ते यं द्वि॒ष्मो यश्च॑ नो॒ द्वेष्टि॒ तमे॑षां॒ जम्भे॑ दध्मः ॥१८॥",
    "index": 18,
    "shloka_num": 18
  },
  {
    "text": "अ॒यमु॒पर्य॒र्वाग्व॑सु॒स्तस्य॑ सेन॒जिच्च॑ सु॒षेण॑श्च सेनानीग्राम॒ण्यौ॒ ।\nउ॒र्वशी॑ च पू॒र्वचि॑त्तिश्चाप्स॒रसा॑वब॒स्फूर्ज॑न् हे॒तिर्वि॒द्युत्प्रहे॑ति॒स्तेभ्यो॒ नमो॑ अस्तु॒ ते नो॑ऽवन्तु॒ ते नो॑ मृडयन्तु॒ ते यं द्वि॒ष्मो यश्च॑ नो॒ द्वेष्टि॒ तमे॑षां॒ जम्भे॑ दध्मः ॥१९॥",
    "index": 19,
    "shloka_num": 19
  },
  {
    "text": "अ॒ग्निर्मू॒र्धा दि॒वः क॒कुत्पतिः॑ पृथि॒व्या अ॒यम् ।\nअ॒पाᳪ रेता॑ᳪसि जिन्वति ॥२०॥",
    "index": 20,
    "shloka_num": 20
  },
  {
    "text": "अ॒यम॒ग्निः स॑ह॒स्रिणो॒ वाज॑स्य श॒तिन॒स्पतिः॑ ।\nमू॒र्धा क॒वी र॑यी॒णाम् ॥२१॥",
    "index": 21,
    "shloka_num": 21
  },
  {
    "text": "त्वाम॑ग्ने॒ पुष्क॑रा॒दध्यथ॑र्वा॒ निर॑मन्थत ।\nमू॒र्ध्नो विश्व॑स्य वा॒घतः॑ ॥२२॥",
    "index": 22,
    "shloka_num": 22
  },
  {
    "text": "भुवो॑ य॒ज्ञस्य॒ रज॑सश्च ने॒ता यत्रा॑ नि॒युद्भिः॒ सच॑से शि॒वाभिः॑ ।\nदि॒वि मू॒र्धानं॑ दधिषे स्व॒र्षां जि॒ह्वाम॑ग्ने चकृषे हव्य॒वाह॑म् ॥२३॥",
    "index": 23,
    "shloka_num": 23
  },
  {
    "text": "अबो॑ध्य॒ग्निः स॒मिधा॒ जना॑नां॒ प्रति॑ धे॒नुमि॑वाय॒तीमु॒षास॑म् ।\nय॒ह्वा इव॒ प्र व॒यामु॒ज्जिहा॑नाः॒ प्र भा॒नवः॑ सिस्रते॒ नाक॒मच्छ॑ ॥२४॥",
    "index": 24,
    "shloka_num": 24
  },
  {
    "text": "अवो॑चाम क॒वये॒ मेध्या॑य॒ वचो॑ व॒न्दारु॑ वृष॒भाय॒ वृष्णे॑ ।\nगवि॑ष्ठिरो॒ नम॑सा॒ स्तोम॑म॒ग्नौ दि॒वी॒व रु॒क्ममु॑रु॒व्यञ्च॑मश्रेत् ॥२५॥",
    "index": 25,
    "shloka_num": 25
  },
  {
    "text": "अ॒यमि॒ह प्र॑थ॒मो धा॑यि धा॒तृभि॒र्होता॒ यजि॑ष्ठो अध्व॒रेष्वीड्यः॑ ।\nयमप्न॑वानो॒ भृग॑वो विरुरु॒चुर्वने॑षु चि॒त्रं वि॒भ्वं॒ वि॒शे-वि॑शे ॥२६॥",
    "index": 26,
    "shloka_num": 26
  },
  {
    "text": "जन॑स्य गो॒पा अ॑जनिष्ट॒ जागृ॑विर॒ग्निः सु॒दक्षः॑ सुवि॒ताय॒ नव्य॑से ।\nघृ॒तप्र॑तीको बृह॒ता दि॑वि॒स्पृशा॑ द्यु॒मद्वि भा॑ति भर॒तेभ्यः॒ शुचिः॑ ॥२७॥",
    "index": 27,
    "shloka_num": 27
  },
  {
    "text": "त्वाम॑ग्ने॒ अङ्गि॑रसो॒ गुहा॑ हि॒तमन्व॑विन्दञ्छिश्रिया॒णं वने॑ – वने ।\nस जा॑यसे म॒थ्यमा॑नः॒ सहो॑ म॒हत्त्वामा॑हुः॒ सह॑सस्पु॒त्रम॑ङ्गिरः ॥२८॥",
    "index": 28,
    "shloka_num": 28
  },
  {
    "text": "सखा॑यः॒ सं वः॑ स॒म्यञ्च॒मिष॒ᳪ स्तोमं॑ चा॒ग्नये॑ ।\nवर्षि॑ष्ठाय क्षिती॒नामू॒र्जो नप्त्रे॒ सह॑स्वते ॥२९॥",
    "index": 29,
    "shloka_num": 29
  },
  {
    "text": "सᳪस॒मिद्यु॑वसे वृष॒न्नग्ने॒ विश्वा॑न्य॒र्य आ ।\nइ॒डस्प॒दे समि॑ध्यसे॒ स नो॒ वसू॒न्या भ॑र ॥३०॥",
    "index": 30,
    "shloka_num": 30
  },
  {
    "text": "त्वां चि॑त्रश्रवस्तम॒ हव॑न्ते वि॒क्षु ज॒न्तवः॑ ।\nशो॒चिष्के॑शं पुरुप्रि॒याग्ने॑ ह॒व्याय॒ वोढ॑वे ॥३१॥",
    "index": 31,
    "shloka_num": 31
  },
  {
    "text": "ए॒ना वो॑ अ॒ग्निं नम॑सो॒र्जो नपा॑त॒मा हु॑वे ।\nप्रि॒यं चेति॑ष्ठमर॒तिᳪ स्व॑ध्व॒रं विश्व॑स्य दू॒तम॒मृत॑म् ॥३२॥",
    "index": 32,
    "shloka_num": 32
  },
  {
    "text": "विश्व॑स्य दू॒तम॒मृतं॒ विश्व॑स्य दू॒तम॒मृत॑म् ।\nस यो॑जते अरु॒षा वि॒श्वभो॑जसा॒ स दु॑द्रव॒त्स्वा॑हुतः ॥३३॥",
    "index": 33,
    "shloka_num": 33
  },
  {
    "text": "स दु॑द्रव॒त्स्वा॒हुतः॒ स दु॑द्रव॒त्स्वा॒हुतः ।\nसु॒ब्रह्मा॑ य॒ज्ञः सु॒शमी॒ वसू॑नां दे॒वᳪ राधो॒ जना॑नाम् ॥३४॥",
    "index": 34,
    "shloka_num": 34
  },
  {
    "text": "अग्ने॒ वाज॑स्य॒ गोम॑त॒ ईशा॑नः सहसो यहो ।\nअ॒स्मे धे॑हि जातवेदो॒ महि॒ श्रवः॑ ॥३५॥",
    "index": 35,
    "shloka_num": 35
  },
  {
    "text": "स इ॑धा॒नो वसु॑ष्क॒विर॒ग्निरी॒डेन्यो॑ गि॒रा ।\nरे॒वद॒स्मभ्यं॑ पुर्वणीक दीदिहि ॥३६॥",
    "index": 36,
    "shloka_num": 36
  },
  {
    "text": "क्ष॒पो रा॑जन्नु॒त त्मनाग्ने॒ वस्तो॑रु॒तोषसः॑ ।\nस ति॑ग्मजम्भ र॒क्षसो॑ दह॒ प्रति॑ ॥३७॥",
    "index": 37,
    "shloka_num": 37
  },
  {
    "text": "भ॒द्रो नो॑ अ॒ग्निराहु॑तो भ॒द्रा रा॒तिः सु॑भग भ॒द्रो अ॑ध्व॒रः ।\nभ॒द्रा उ॒त प्रश॑स्तयः ॥३८॥",
    "index": 38,
    "shloka_num": 38
  },
  {
    "text": "भ॒द्रा उ॒त प्रश॑स्तयो भ॒द्रं मनः॑ कृणुष्व वृत्र॒तूर्ये॑ ।\nयेना॑ स॒मत्सु॑ सा॒सहः॑ ॥३९॥",
    "index": 39,
    "shloka_num": 39
  },
  {
    "text": "येना॑ स॒मत्सु॑ सा॒सहोऽव॑ स्थि॒रा त॑नुहि॒ भूरि॒ शर्ध॑ताम् ।\nव॒नेमा॑ ते अ॒भिष्टि॑भिः ॥४०॥",
    "index": 40,
    "shloka_num": 40
  },
  {
    "text": "अ॒ग्निं तं म॑न्ये॒ यो वसु॒रस्तं॒ यं यन्ति॑ धे॒नवः॑ ।\nअस्त॒मर्व॑न्त आ॒शवोऽस्तं॒ नित्या॑सो वा॒जिन॒ इष॑ᳪ स्तो॒तृभ्य॒ आ भ॑र ॥४१॥",
    "index": 41,
    "shloka_num": 41
  },
  {
    "text": "सो अ॒ग्निर्यो वसु॑र्गृ॒णे सं यमा॒यन्ति॑ धे॒नवः॑ ।\nसमर्व॑न्तो रघु॒द्रुवः॒ सᳪ सु॑जा॒तासः॑ सू॒रय॒ इष॑ᳪ स्तो॒तृभ्य॒ आ भ॑र ॥४२॥",
    "index": 42,
    "shloka_num": 42
  },
  {
    "text": "उ॒भे सु॑श्चन्द्र स॒र्पिषो॒ दर्वी॑ श्रीणीष आ॒सनि॑ ।\nउ॒तो न॒ उत्पु॑पूर्या उ॒क्थेषु॑ शवसस्पत॒ इष॑ᳪ स्तो॒तृभ्य॒ आ भ॑र ॥४३॥",
    "index": 43,
    "shloka_num": 43
  },
  {
    "text": "अग्ने॒ तम॒द्याश्वं॒ न स्तोमैः॒ क्रतुं॒ न भ॒द्रᳪ हृ॑दि॒स्पृश॑म् ।\nऋ॒ध्यामा॑ त॒ ओहैः॑ ॥४४॥",
    "index": 44,
    "shloka_num": 44
  },
  {
    "text": "अधा॒ ह्य॒ग्ने॒ क्रतो॑र्भ॒द्रस्य॒ दक्ष॑स्य सा॒धोः ।\nर॒थीरृ॒तस्य॑ बृह॒तो ब॒भूथ॑ ॥४५॥",
    "index": 45,
    "shloka_num": 45
  },
  {
    "text": "ए॒भिर्नो॑ अर्कै॒र्भवा॑ नो अ॒र्वाङ् स्व॒र्ण ज्योतिः॑ ।\nअग्ने॒ विश्वे॑भिः सु॒मना॒ अनी॑कैः ॥४६॥",
    "index": 46,
    "shloka_num": 46
  },
  {
    "text": "अ॒ग्निᳪ होता॑रं मन्ये॒ दास्व॑न्तं॒ वसु॑ᳪ सू॒नुᳪ सह॑सो जा॒तवे॑दसं॒ विप्रं॒ न जा॒तवे॑दसम् ।\nय ऊ॒र्ध्वया॑ स्वध्व॒रो दे॒वो दे॒वाच्या॑ कृ॒पा ।\nघृ॒तस्य॒ विभ्रा॑ष्टि॒मनु॑ वष्टि शो॒चिषा॒ऽऽजुह्वा॑नस्य स॒र्पिषः॑ ॥४७॥",
    "index": 47,
    "shloka_num": 47
  },
  {
    "text": "अग्ने॒ त्वं नो॒ अन्त॑म उ॒त त्रा॒ता शि॒वो भ॑व वरू॒थ्यः॒ ।\nवसु॑र॒ग्निर्वसु॑श्रवा॒ अच्छा॑ नक्षि द्यु॒मत्त॑मᳪ र॒यिं दाः॑ ।\nतं त्वा॑ शोचिष्ठ दीदिवः सु॒म्नाय॑ नू॒नमी॑महे॒ सखि॑भ्यः ॥४८॥",
    "index": 48,
    "shloka_num": 48
  },
  {
    "text": "येन॒ ऋष॑य॒स्तप॑सा स॒त्रमाय॒न्निन्धा॑ना अ॒ग्निᳪ स्व॑रा॒भर॑न्तः ।\nतस्मि॑न्न॒हं नि द॑धे॒ नाके॑ अ॒ग्निं यमा॒हुर्मन॑व स्ती॒र्णब॑र्हिषम् ॥४९॥",
    "index": 49,
    "shloka_num": 49
  },
  {
    "text": "तं पत्नी॑भि॒रनु॑ गच्छेम देवाः पु॒त्रैर्भ्रातृ॑भिरु॒त वा॒ हिर॑ण्यैः ।\nनाकं॑ गृभ्णा॒नाः सु॑कृ॒तस्य॑ लो॒के तृ॒तीये॑ पृ॒ष्ठे अधि॑ रोच॒ने दि॒वः ॥ ५० ।\nआ वा॒चो मध्य॑मरुहद्भुर॒ण्युर॒यम॒ग्निः सत्प॑ति॒श्चेकि॑तानः ।\nपृ॒ष्ठे पृ॑थि॒व्या निहि॑तो॒ दवि॑द्युतद॒धस्प॒दं कृ॑णुतां॒ ये पृ॑त॒न्यवः॑ ॥५१॥",
    "index": 50,
    "shloka_num": 51
  },
  {
    "text": "अ॒यम॒ग्निर्वी॒रत॑मो वयो॒धाः स॑ह॒स्रियो॑ द्योतता॒मप्र॑युच्छन् ।\nवि॒भ्राज॑मानः सरि॒रस्य॒ मध्य॒ उप॒ प्र या॑हि दि॒व्यानि॒ धाम॑ ॥५२॥",
    "index": 51,
    "shloka_num": 52
  },
  {
    "text": "स॒म्प्रच्य॑वध्व॒मुप॑ स॒म्प्रया॒ताग्ने॑ प॒थो दे॑व॒याना॑न् कृणुध्वम् ।\nपुनः॑ कृण्वा॒ना पि॒तरा॒ युवा॑ना॒ऽन्वाता॑ᳪसी॒त् त्वयि॒ तन्तु॑मे॒तम् ॥५३॥",
    "index": 52,
    "shloka_num": 53
  },
  {
    "text": "उद्बु॑ध्यस्वाग्ने॒ प्रति॑ जागृहि॒ त्वमि॑ष्टापू॒र्ते सᳪ सृ॑जेथाम॒यं च॑ ।\nअ॒स्मिन्त्स॒धस्थे॒ अध्युत्त॑रस्मि॒न् विस्वे॑ देवा॒ यज॑मानाश्च सीदत ॥५४॥",
    "index": 53,
    "shloka_num": 54
  },
  {
    "text": "येन॒ वह॑सि स॒हस्रं॒ येना॑ग्ने सर्ववेद॒सम् ।\nतेने॒मं य॒ज्ञं नो॑ नय॒ स्व॒र्दे॒वेषु॒ गन्त॑वे ॥५५॥",
    "index": 54,
    "shloka_num": 55
  },
  {
    "text": "अ॒यं ते॒ योनि॑रृ॒त्वियो॒ यतो॑ जा॒तो अरो॑चथा ।\nतं जा॒नन्न॑ग्न आ रो॒हाथा॑ नो वर्धया र॒यिम् ॥५६॥",
    "index": 55,
    "shloka_num": 56
  },
  {
    "text": "तप॑श्च तप॒स्य॒श्च शैशि॒रावृ॒तू अ॒ग्नेर॑न्तः श्ले॒षो॒ऽसि॒ कल्पे॑तां॒ द्यावा॑पृथि॒वी कल्प॑न्ता॒माप॒ ओष॑धयः॒ कल्प॑न्ताम॒ग्नयः॒ पृथ॒ङ्मम॒ ज्यैष्ठ्या॑य॒ सव्र॑ताः ।\nये अ॒ग्नयः॒ सम॑नसोऽन्त॒रा द्यावा॑पृथि॒वी इ॒मे| शै॒शि॒रावृ॒तू अ॑भि॒कल्प॑माना॒ इन्द्र॑मिव दे॒वा अ॑भि॒संवि॑शन्तु॒ तया॑ दे॒वत॑याऽङ्गिर॒स्वद्ध्रु॒वे सी॑दतम् ॥५७॥",
    "index": 56,
    "shloka_num": 57
  },
  {
    "text": "प॒र॒मे॒ष्ठी त्वा॑ सादयतु दि॒वस्पृ॒ष्ठे ज्योति॑ष्मतीम् ।\nविश्व॑स्मै प्रा॒णाया॑पा॒नाय॑ व्या॒नाय॒ विश्वं॒ ज्योति॑र्यच्छ ।\nसूर्य॒स्तेऽधि॑पति॒स्तया॑ दे॒वत॑याऽङ्गिर॒स्वद् ध्रु॒वा सी॑द ॥५८॥",
    "index": 57,
    "shloka_num": 58
  },
  {
    "text": "लो॒कं पृ॑ण छि॒द्रं पृ॒णाथो॑ सीद ध्रु॒वा त्वम् ।\nइ॒न्द्रा॒ग्नी त्वा॒ बृह॒स्पति॑र॒स्मिन्योना॑वसीषदन् ॥५९॥",
    "index": 58,
    "shloka_num": 59
  },
  {
    "text": "ता अ॑स्य॒ सूद॑दोहसः॒ सोम॑ᳪ श्रीणन्ति॒ पृश्न॑यः ।\nजन्म॑न्दे॒वानां॒ विश॑स्त्रि॒ष्वा रो॑च॒ने दि॒वः ॥६०॥",
    "index": 59,
    "shloka_num": 60
  },
  {
    "text": "इन्द्रं॒ विश्वा॑ अवीवृधन्त्समु॒द्रव्य॑चसं॒ गिरः॑ ।\nर॒थीत॑मᳪ र॒थीनां॒ वाजा॑ना॒ᳪ सत्प॑तिं॒ पति॑म् ॥६१॥",
    "index": 60,
    "shloka_num": 61
  },
  {
    "text": "प्रोथ॒दश्वो॒ न यव॑सेऽवि॒ष्यन्य॒दा म॒हः सं॒वर॑णा॒द्वयस्था॑त् ।\nआद॑स्य॒ वातो॒ अनु॑वाति शो॒चिरध॑ स्म ते॒ व्रज॑नं कृ॒ष्णम॑स्ति ॥६२॥",
    "index": 61,
    "shloka_num": 62
  },
  {
    "text": "आ॒योष्ट्वा॒ सद॑ने सादया॒म्यव॑तश्छा॒याया॑ᳪ समु॒द्रस्य॒ हृद॑ये ।\nर॒श्मी॒वतीं॒ भास्व॑ती॒मा या द्यां भास्यापृ॑थि॒वीमोर्व॒न्तरि॑क्षम् ॥६३॥",
    "index": 62,
    "shloka_num": 63
  },
  {
    "text": "प॒र॒मे॒ष्ठी त्वा॑ सादयतु दि॒वस्पृ॒ष्ठे व्यच॑स्वतीं॒ प्रथ॑स्वतीं॒ दिवं॑ यच्छ॒ दिवं॑ दृᳪह॒ दिवं॒ मा हि॑ᳪसीः ।\nविश्व॑स्मै प्रा॒णाया॑पा॒नाय॑ व्या॒नायो॑दा॒नाय॑ प्रति॒ष्ठायै॑ च॒रित्रा॑य ।\nसूर्य॑स्त्वा॒ऽभि पा॑तु म॒ह्या स्व॒स्त्या छ॒र्दिषा॒ शन्त॑मेन॒ तया॑ दे॒वत॑याऽङ्गिर॒स्वद् ध्रु॒वे सी॑दतम् ॥६४॥",
    "index": 63,
    "shloka_num": 64
  },
  {
    "text": "स॒हस्र॑स्य प्र॒माऽसि॑ स॒हस्र॑स्य प्रति॒माऽसि॑ स॒हस्र॑स्यो॒न्माऽसि॑ साह॒स्रो॒ऽसि स॒हस्रा॑य त्वा ॥६५॥",
    "index": 64,
    "shloka_num": 65
  }
]
