[
  {
    "text": "इ॒मं मे॑ वरुण श्रु॒धी हव॑म॒द्या च॑ मृडय ।\nत्वाम॑स्व॒स्युरा च॑के ॥१॥",
    "index": 1,
    "shloka_num": 1
  },
  {
    "text": "तत्त्वा॑ यामि॒ ब्रह्म॑णा॒ वन्द॑मान॒स्तदा शा॑स्ते॒ यज॑मानो ह॒विर्भिः॑ ।\nअहे॑डमानो वरुणे॒ह बो॒ध्युरु॑शᳪस॒ मा न॒ आयुः॒ प्र मो॑षीः ॥२॥",
    "index": 2,
    "shloka_num": 2
  },
  {
    "text": "त्वं नो॑ अग्ने॒ वरु॑णस्य वि॒द्वान् दे॒वस्य॒ हेडो व॑ यासिसीष्ठाः ।\nयजि॑ष्ठो॒ वह्नि॑तमः॒ शोशु॑चानो॒ विश्वा॒ द्वेषा॑ᳪसि॒ प्र मु॑मुग्ध्य॒स्मत् ॥३॥",
    "index": 3,
    "shloka_num": 3
  },
  {
    "text": "स त्वं नो॑ अग्नेऽव॒मो भ॑वो॒ती नेदि॑ष्ठो अ॒स्या उ॒षसो॒ व्यु॒ष्टौ ।\nअव॑ यक्ष्व नो॒ वरु॑ण॒ᳪ ररा॑णो वी॒हि मृ॑डी॒क सु॒हवो॑ न एधि ॥४॥",
    "index": 4,
    "shloka_num": 4
  },
  {
    "text": "म॒हीमू॒ षु मा॒तर॑ᳪ सुव्र॒ताना॑मृ॒तस्य॒ पत्नी॒मव॑से हुवेम ।\nतु॒वि॒क्ष॒त्राम॒जर॑न्तीमुरू॒चीᳪ सु॒शर्मा॑ण॒मदि॑तिᳪ सु॒प्रणी॑तिम् ॥५॥",
    "index": 5,
    "shloka_num": 5
  },
  {
    "text": "सु॒त्रामा॑णं पृथि॒वीं द्याम॑ने॒हस॑ᳪ सु॒शर्मा॑ण॒मदि॑ति सु॒प्रणी॑तिम् ।\nदैवीं॒ नाव॑ᳪ स्वरि॒त्रामना॑गस॒मस्र॑वन्ती॒मा रु॑हेमा स्व॒स्तये॑ ॥६॥",
    "index": 6,
    "shloka_num": 6
  },
  {
    "text": "सु॒नाव॒मा रु॑हेय॒मस्र॑वन्ती॒मना॑गसम् ।\nश॒तारि॑त्राᳪ स्व॒स्तये॑ ॥७॥",
    "index": 7,
    "shloka_num": 7
  },
  {
    "text": "आ नो॑ मित्रावरुणा घृतै॒र्गव्यू॑तिमुक्षतम् ।\nमध्वा॒ रजा॑ᳪसि सुक्रतू ॥८॥",
    "index": 8,
    "shloka_num": 8
  },
  {
    "text": "प्र बा॒हवा॑ सिसृतं जी॒वसे॑ न॒ आ नो॒ गव्यू॑तिमुक्षतं घृ॒तेन॑ ।\nआ मा॒ जने॑ श्रवयतं युवाना श्रु॒तं मे॑ मित्रावरुणा॒ हवे॒मा ॥९॥",
    "index": 9,
    "shloka_num": 9
  },
  {
    "text": "शं नो॑ भवन्तु वा॒जिनो॒ हवे॑षु दे॒वता॑ता मि॒तद्र॑वः स्व॒र्काः ।\nज॒म्भय॒न्तोऽहिं॒ वृक॒ᳪ रक्षा॑ᳪसि॒ सने॑म्य॒स्मद्यु॑यव॒न्नमी॑वाः ॥१०॥",
    "index": 10,
    "shloka_num": 10
  },
  {
    "text": "वाजे॑-वाजेऽवत वाजिनो नो॒ धने॑षु विप्रा अमृता ऋतज्ञाः ।\nअ॒स्य मध्वः॑ पिबत मा॒दय॑ध्वं तृ॒प्ता या॑त प॒थिभि॑र्देव॒यानैः॑ ॥११॥",
    "index": 11,
    "shloka_num": 11
  },
  {
    "text": "समि॑द्धो अ॒ग्निः स॒मिधा॒ सुस॑मिद्धो॒ वरे॑ण्यः ।\nगा॒य॒त्री छन्द॑ इन्द्रि॒यं त्र्यविर्गौ॒र्वयो॑ दधुः ॥१२॥",
    "index": 12,
    "shloka_num": 12
  },
  {
    "text": "तनू॒नपा॒च्छुचि॑व्रतस्तनू॒पाश्च॒ सर॑स्वती ।\nउ॒ष्णिहा॒ छन्द॑ इन्द्रि॒यं दि॑त्य॒वाड्गौर्वयो॑ दधुः ॥१३॥",
    "index": 13,
    "shloka_num": 13
  },
  {
    "text": "इडा॑भिर॒ग्निरीड्यः॒ सोमो॑ दे॒वो अम॑र्त्यः ।\nअ॒नु॒ष्टुप्छन्द॑ इन्द्रि॒यं पञ्चा॑विर्गौ॒र्वयो॑ दधुः ॥१४॥",
    "index": 14,
    "shloka_num": 14
  },
  {
    "text": "सु॒ब॒र्हिर॒ग्निः पू॑ष॒ण्वान्त्स्ती॒र्णब॑र्हि॒रम॑र्त्यः ।\nबृ॒ह॒ती छन्द॑ इन्द्रि॒यं त्रि॑व॒त्सो गौर्वयो॑ दधुः ॥१५॥",
    "index": 15,
    "shloka_num": 15
  },
  {
    "text": "दुरो॑ दे॒वीर्दिशो॑ म॒हीर्ब्र॒ह्मा दे॒वो बृह॒स्पतिः॑ ।\nप॒ङ्क्तिश्छन्द॑ इ॒हेन्द्रि॒यं तु॑र्य॒वाड्गौ॒र्वयो॑ दधुः ॥१६॥",
    "index": 16,
    "shloka_num": 16
  },
  {
    "text": "उ॒षे य॒ह्वी सु॒पेश॑सा॒ विश्वे॑ दे॒वा अम॑र्त्याः ।\nत्रि॒ष्टुप्छन्द॑ इ॒हेन्द्रि॒यं प॑ष्ठ॒वाड्गौ॒र्वयो॑ दधुः ॥१७॥",
    "index": 17,
    "shloka_num": 17
  },
  {
    "text": "दैव्या॒ होता॑रा भि॒षजेन्द्रे॑ण स॒युजा॑ यु॒जा ।\nजग॑ती॒ छन्द॑ इन्द्रि॒यम॑न॒ड्वान्गौ॒र्वयो॑ दधुः ॥१८॥",
    "index": 18,
    "shloka_num": 18
  },
  {
    "text": "ति॒स्र इडा॒ सर॑स्वती॒ भार॑ती म॒रुतो॒ विशः॑ ।\nवि॒राट् छन्द॑ इ॒हेन्द्रि॒यं धे॒नुर्गौर्न वयो॑ दधुः ॥१९॥",
    "index": 19,
    "shloka_num": 19
  },
  {
    "text": "त्वष्टा॑ तु॒रीपो॒ अद्भु॑त इन्द्रा॒ग्नी पु॑ष्टि॒वर्ध॑ना ।\nद्विप॑दा॒ छन्द॑ इन्द्रि॒यमु॒क्षा गौ॒र्न वयो॑ दधुः ॥२०॥",
    "index": 20,
    "shloka_num": 20
  },
  {
    "text": "श॒मि॒ता नो॒ वन॒स्पतिः॑ सवि॒ता प्र॑सु॒वन् भग॑म् ।\nक॒कुप्छन्द॑ इ॒हेन्द्रि॒यं व॒शा वे॒हद्वयो॑ दधुः ॥२१॥",
    "index": 21,
    "shloka_num": 21
  },
  {
    "text": "स्वाहा॑ य॒ज्ञं वरु॑णः सुक्ष॒त्रो भे॑ष॒जं क॑रत् ।\nअति॑च्छन्दा इन्द्रि॒यं बृ॒हदृ॑ष॒भो गौर्वयो॑ दधुः ॥२२॥",
    "index": 22,
    "shloka_num": 22
  },
  {
    "text": "व॒स॒न्तेन॑ ऋ॒तुना॑ दे॒वा वस॑ववस्त्रि॒वृता॑ स्तु॒ताः ।\nर॒थ॒न्त॒रेण॒ तेज॑सा ह॒विरिन्द्रे॒ वयो॑ दधुः ॥२३॥",
    "index": 23,
    "shloka_num": 23
  },
  {
    "text": "ग्री॒ष्मेण॑ ऋ॒तुना॑ दे॒वा रु॒द्राः प॑ञ्चद॒शे स्तु॒ताः ।\nबृ॒ह॒ता यश॑सा॒ बल॑ᳪ ह॒विरिन्द्रे॒ वयो॑ दधुः ॥२४॥",
    "index": 24,
    "shloka_num": 24
  },
  {
    "text": "व॒र्षाभि॑रृ॒तुना॑ऽऽदि॒त्या स्तोमे॑ सप्तद॒शे स्तु॒ताः ।\nवै॒रू॒पेण॑ वि॒शौज॑सा ह॒विरिन्द्रे॒ वयो॑ दधुः ॥२५॥",
    "index": 25,
    "shloka_num": 25
  },
  {
    "text": "शा॒र॒देन॑ ऋ॒तुना॑ दे॒वा ए॑कवि॒ᳪश ऋ॒भव॑ स्तु॒ताः ।\nवै॒रा॒जेन॑ श्रि॒या श्रिय॑ᳪ ह॒विरिन्द्रे॒ वयो॑ दधुः ॥२६॥",
    "index": 26,
    "shloka_num": 26
  },
  {
    "text": "हे॒म॒न्तेन॑ ऋ॒तुना॑ दे॒वास्त्रि॑ण॒वे म॒रुत॑ स्तु॒ताः ।\nबले॑न॒ शक्व॑रीः॒ सहो॑ ह॒विरिन्द्रे॒ वयो॑ दधुः ॥२७॥",
    "index": 27,
    "shloka_num": 27
  },
  {
    "text": "शै॒शि॒रेण॑ ऋ॒तुना॑ दे॒वास्त्र॑यस्त्रि॒ᳪशेऽमृता॑ स्तु॒ताः ।\nस॒त्येन॑ रे॒वतीः॑ क्ष॒त्रᳪ ह॒विरिन्द्रे॒ वयो॑ दधुः ॥२८॥",
    "index": 28,
    "shloka_num": 28
  },
  {
    "text": "होता॑ यक्षत्स॒मिधा॒ऽग्निमि॒डस्प॒देऽश्विनेन्द्र॒ᳪ सर॑स्वतीम॒जो धू॒म्रो न गो॒धूमैः॒ कुव॑लैर्भेष॒जं मधु॒ शष्पै॒र्न तेज॑ इन्द्रि॒यं पयः॒ सोमः॑ परि॒स्रुता॑ घृ॒तं मधु॒ व्यन्त्वाज्य॑स्य॒ होत॑र्यज ॥२९॥",
    "index": 29,
    "shloka_num": 29
  },
  {
    "text": "होता॑ यक्ष॒त्तनू॒नपा॒त्सर॑स्वती॒मवि॑र्मे॒षो न भे॑ष॒जं प॒था मधु॑मता॒ भर॑न्न॒श्विनेन्द्रा॑य वी॒र्यं बद॑रैरुप॒वाका॑भिर्भेष॒जं तोक्म॑भिः॒ पयः॒ सोमः॑ परि॒स्रुता॑ घृ॒तं मधु॒ व्यन्त्वाज्य॑स्य॒ होत॒र्यज॑ ॥३०॥",
    "index": 30,
    "shloka_num": 30
  },
  {
    "text": "होता॑ यक्ष॒न्नरा॒शᳪसं॒ न न॒ग्नहुं॒ पति॒ᳪ सुर॑या भेष॒जं मे॒षः सर॑स्वती भि॒षग्रथो॒ न च॒न्द्रयश्विनो॑र्व॒पा इन्द्र॑स्य वी॒र्यं बद॑रैरुप॒वाका॑भिर्भेष॒जं तोक्म॑भिः॒ पयः॒ सोमः॑ परि॒स्रुता॑ घृ॒तं मधु॒ व्यन्त्वाज्य॑स्य॒ होत॒र्यज॑ ॥३१॥",
    "index": 31,
    "shloka_num": 31
  },
  {
    "text": "होता॑ यक्षदि॒डेडि॒त आ॒जुह्वा॑नः॒ सर॑स्वती॒मिन्द्रं॒ बले॑न व॒र्धय॑न्नृष॒भेण॒ गवे॑न्द्रि॒यम॒श्विनेन्द्रा॑य भेष॒जं यवै॑ र्क॒र्कन्धु॑भि॒र्मधु॑ लाजै॒र्न मास॑रं॒ पयः॒ सोमः॑ परि॒स्रुता॑ घृ॒तं मधु॒ व्यन्त्वाज्य॑स्य॒ होत॒र्यज॑ ॥३२॥",
    "index": 32,
    "shloka_num": 32
  },
  {
    "text": "होता॑ यक्षद्ब॒र्हिरूर्ण॑म्म्रदा भि॒षङ्नास॑त्या भि॒षजा॒ऽश्विनाऽश्वा॒ शिशु॑मती भि॒षग्धे॒नुः सर॑स्वती भि॒षग्दु॒ह इन्द्रा॑य भेष॒जं पयः॒ सोमः॑ परि॒स्रुता॑ घृ॒तं मधु॒ व्यन्त्वाज्य॑स्य॒ होत॑र्यज ॥ ३ ३ ॥",
    "index": 33,
    "shloka_num": 33
  },
  {
    "text": "होता॑ यक्ष॒द्दुरो॒ दिशः॑ कव॒ष्यो न व्यच॑स्वतीर॒श्विभ्यां॒ न दुरो॒ दिश॒ इन्द्रो॒ न रोद॑सी॒ दुघे॑ दु॒हे धे॒नुः सर॑स्वत्य॒श्विनेन्द्रा॑य भेष॒जᳪ शु॒क्रं न ज्योति॑रिन्द्रि॒यं पयः॒ सोमः॑ परि॒स्रुता॑ घृ॒तं मधु॒ व्यन्त्वाज्य॑स्य॒ होत॒र्यज॑ ॥३४॥",
    "index": 34,
    "shloka_num": 34
  },
  {
    "text": "होता॑ यक्षत्सु॒पेश॑सो॒षे नक्तं॒ दिवा॒ऽश्विना॒ सम॑ञ्जाते॒ सर॑स्वत्या॒ त्विषि॒मिन्द्रे॒ न भे॑ष॒जᳪ श्ये॒नो न रज॑सा हृ॒दा श्रि॒या न मास॑रं॒ पयः॒ सोमः॑ परि॒स्रुता॑ घृ॒तं मधु॒ व्यन्त्वाज्य॑स्य॒ होत॒र्यज॑ ॥३५॥",
    "index": 35,
    "shloka_num": 35
  },
  {
    "text": "होता॑ यक्ष॒द्दैव्या॒ होता॑रा भि॒षजा॒ऽश्विनेन्द्रं॒ न जागृ॑वि॒ दिवा॒ नक्तं॒ न भे॑ष॒जैः शूष॒ᳪ सर॑स्वती भि॒षक् सीसे॑न दुह इन्द्रि॒यं पयः॒ सोमः॑ परि॒स्रुता॑ घृ॒तं मधु॒ व्यन्त्वाज्य॑स्य॒ होत॒र्यज॑ ॥३६॥",
    "index": 36,
    "shloka_num": 36
  },
  {
    "text": "होता॑ यक्षत्ति॒स्रो दे॒वीर्न भे॑ष॒जं त्रय॑स्त्रि॒धात॑वो॒ऽपसो॑ रू॒पमिन्द्रे॑ हिर॒ण्यय॑म॒श्विनेडा॒ न भार॑ती वा॒चा सर॑स्वती॒ मह॒ इन्द्रा॑य दुह इन्द्रि॒यं पयः॒ सोमः॑ परि॒स्रुता॑ घृ॒तं मधु॒ व्यन्त्वाज्य॑स्य॒ होत॒र्यज॑ ॥३७॥",
    "index": 37,
    "shloka_num": 37
  },
  {
    "text": "होता॑ यक्षत् सु॒रेर॑समृष॒भं नर्या॑पसं॒ त्वष्टा॑र॒मिन्द्र॑म॒श्विना॑ भि॒षजं॒ न सर॑स्वती॒मोजो॒ न जू॒तिरि॑न्द्रि॒यं वृको॒ न र॑भ॒सो भि॒षग् यशः॒ सुर॑या भेष॒जᳪ श्रि॒या न मास॑रं॒ पयः॒ सोमः॑ परि॒स्रुता॑ घृ॒तं मधु॒ व्यन्त्वाज्य॑स्य॒ होत॒र्यज॑ ॥३८॥",
    "index": 38,
    "shloka_num": 38
  },
  {
    "text": "होता॑ यक्ष॒द्वन॒स्पति॑ᳪ शमि॒तार॑ᳪ श॒तक्र॑तुं भी॒मं न म॒न्युᳪ राजा॑नं व्या॒घ्रं नम॑सा॒ऽश्विना॒ भाम॒ᳪ सर॑स्वती भि॒षगिन्द्रा॑य दुह इन्द्रि॒यं पयः॒ सोमः॑ परि॒स्रुता॑ घृ॒तं मधु॒ व्यन्त्वाज्य॑स्य॒ होत॒र्यज॑ ॥३९॥",
    "index": 39,
    "shloka_num": 39
  },
  {
    "text": "होता॑ यक्षद॒ग्निᳪ स्वाहाऽऽज्य॑स्य स्तो॒काना॒ᳪ स्वाहा॒ मेद॑सां॒ पृथ॒क् स्वाहा॒ छाग॑म॒श्विभ्या॒ᳪ स्वाहा॑ मे॒षᳪ सर॑स्वत्यै॒ स्वाह॑ ऋष॒भमिन्द्रा॑य सि॒ᳪहाय॒ सह॑स इन्द्रि॒यᳪ स्वाहा॒ऽग्निं न भे॑ष॒जᳪ स्वाहा॒ सोम॑मिन्द्रि॒यᳪ स्वाहेन्द्र॑ᳪ सु॒त्रामा॑ण सवि॒तारं॒ वरु॑णं भि॒षजां॒ पति॒ᳪ स्वाहा॒ वन॒स्पतिं॑ प्रि॒यं पाथो॒ न भे॑ष॒जᳪ स्वाहा॑ दे॒वा आ॑ज्य॒पा जु॑षा॒णो अ॒ग्निर्भे॑ष॒जं पयः॒ सोमः॑ परि॒स्रुता॑ घृ॒तं मधु॒ व्यन्त्वाज्य॑स्य॒ होत॒र्यज॑ ॥४०॥",
    "index": 40,
    "shloka_num": 40
  },
  {
    "text": "होता॑ यक्षद॒श्विनौ॒ छाग॑स्य व॒पाया॒ मेद॑सो जु॒षेता॑ᳪ ह॒विर्होत॒र्यज॑ ।\nहोता॑ यक्ष॒त्सर॑स्वतीं मे॒षस्य॑ व॒पाया॒ मेद॑सो जु॒षता॑ᳪ ह॒विर्होत॒र्यज॑ ।\nहोता॑ यक्ष॒दिन्द्र॑मृष॒भस्य॑ व॒पाया॒ मेद॑सो जु॒षता॑ᳪ ह॒विर्होत॒र्यज॑ ॥४१॥",
    "index": 41,
    "shloka_num": 41
  },
  {
    "text": "होता॑ यक्षद॒श्विनौ॒ सर॑स्वती॒मिन्द्र॑ᳪ सु॒त्रामा॑णमि॒मे सोमाः॑ सु॒रामा॑ण॒श्छागै॒र्न मे॒षैरृ॑षभैः सु॒ताः शष्पै॒र्न तोक्म॑भिर्ला॒जैर्मह॑स्वन्तो॒ मदा॒ मास॑रेण॒ परि॑ष्कृताः शु॒क्राः पय॑स्वन्तो॒ऽमृताः॒ प्रस्थि॑ता वो मधु॒श्चुत॒स्तान॒श्विना॒ सर॑स्व॒तीन्द्रः॑ सु॒त्रामा॑ वृत्र॒हा जु॒षन्ता॑ᳪ सो॒म्यं मधु॒ पिब॑न्तु॒ व्यन्तु॒ होत॒र्यज॑ ॥४२॥",
    "index": 42,
    "shloka_num": 42
  },
  {
    "text": "होता॑ यक्षद॒श्विनौ॒ छाग॑स्य ह॒विष॒ आत्ता॑म॒द्य म॑ध्य॒तो मेद॒ उद्भृ॑तं पु॒रा द्वेषो॑भ्यः पु॒रा पौ॑रुषेय्या गृ॒भो घस्तां॑ नू॒नं घा॒से अ॑ज्राणां॒ यव॑सप्रथमानाᳪ सु॒मत्क्ष॑राणाᳪ शतरु॒द्रिया॑णामग्निष्वा॒त्तानां॒ पीवो॑पवसानां पार्श्व॒तः श्रो॑णि॒तः शि॑ताम॒त उ॑त्साद॒तोऽङ्गा॑दङ्गा॒दव॑त्तानां॒ कर॑त ए॒वाश्विना॑ जु॒षेता॑ᳪ ह॒विर्होत॒र्यज॑ ॥४३॥",
    "index": 43,
    "shloka_num": 43
  },
  {
    "text": "होता॑ यक्ष॒त् सर॑स्वतीं मे॒षस्य॑ ह॒विष॒ आव॑यद॒द्य म॑ध्य॒तो मेद॒ उद्भृ॑तं पु॒रा द्वेषो॑भ्यः पु॒रा पौ॑रुषेय्या गृ॒भो घस॑न्नू॒नं घा॒से अ॑ज्राणां॒ यव॑सप्रथमानाᳪ सु॒मत्क्ष॑राणाᳪ शतरु॒द्रिया॑णामग्निष्वा॒त्तानां॒ पीवो॑पवसनानां पार्श्व॒तः श्रो॑णि॒तः शि॑ताम॒त उ॑त्साद॒तोऽङ्गा॑दङ्गा॒दव॑त्तानां॒ कर॑दे॒वᳪ सर॑स्वती जु॒षता॑ᳪ ह॒विर्होत॒र्यज॑ ॥४४॥",
    "index": 44,
    "shloka_num": 44
  },
  {
    "text": "होता॑ यक्ष॒दिन्द्र॑मृष॒भस्य॑ ह॒विष॒ आव॑यद॒द्य म॑ध्य॒तो मेद॒ उद्भृ॑तं पु॒रा द्वेषो॑भ्यः पु॒रा पौ॑रुषेय्या गृ॒भो घस॑न्नू॒नं घा॒से अ॑ज्राणां॒ यव॑सप्रथमानाᳪ सु॒मत्क्ष॑राणाᳪ शतरु॒द्रिया॑णामग्निष्वा॒त्तानां॒ पीवो॑पवसानानां पार्श्व॒तः श्रो॑णि॒तः शि॑ताम॒त उ॑त्साद॒तोऽङ्गा॑दङ्गा॒दव॑त्तानां॒ कर॑दे॒वमिन्द्रो॑ जु॒षता॑ᳪ ह॒विर्होत॒र्यज॑ ॥४५॥",
    "index": 45,
    "shloka_num": 45
  },
  {
    "text": "होता॑ यक्ष॒द्वन॒स्पति॑म॒भि हि पि॒ष्टत॑मया॒ रभि॑ष्ठया रश॒नयाधि॑त ।\nयत्रा॒श्विनो॒श्छाग॑स्य ह॒विषः॑ प्रि॒या धामा॑नि॒ यत्र॒ सर॑स्वत्या मे॒षस्य॑ ह॒विषः॑ प्रि॒या धामा॑नि॒ यत्रेन्द्र॑स्य ऋष॒भस्य॑ ह॒विषः॑ प्रि॒या धामा॑नि॒ यत्रा॒ग्नेः प्रि॒या धामा॑नि॒ यत्र॒ सोम॑स्य प्रि॒या धामा॑नि॒ यत्रेन्द्र॑स्य सु॒त्राम्णः॑ प्रि॒या धामा॑नि॒ यत्र॑ सवि॒तुः प्रि॒या धामा॑नि॒ यत्र॒ वरु॑णस्य प्रि॒या धामा॑नि॒ यत्र॒ वन॒स्पतेः॑ प्रि॒या पाथा॑ᳪसि॒ यत्र॑ दे॒वाना॑माज्य॒पानां॑ प्रि॒या धामा॑नि॒ यत्रा॒ग्नेर्होतुः॑ प्रि॒या धामा॑नि॒ तत्रै॒तान्प्र॒स्तुत्ये॑वोप॒स्तुत्ये॑वो॒पाव॑स्रक्ष॒द्रभी॑यस इव कृ॒त्वी कर॑दे॒वं दे॒वो वन॒स्पति॑र्जु॒षता॑ᳪ ह॒विर्होत॒र्यज॑ ॥४६॥",
    "index": 46,
    "shloka_num": 46
  },
  {
    "text": "होता॑ यक्षद॒ग्निᳪ स्वि॑ष्ट॒कृत॒मया॑ड॒ग्निर॒श्विनो॒श्छाग॑स्य ह॒विषः॑ प्रि॒या धामा॒न्यया॒ट् सर॑स्वत्या मे॒षस्य॑ ह॒विषः॑ प्रि॒या धामा॒न्यया॒डिन्द्र॑स्य ऋष॒भस्य॑ ह॒विषः॑ प्रि॒या धामा॒न्यया॑ड॒ग्नेः प्रि॒या धामा॒न्यया॒ट् सोम॑स्य प्रि॒या धामा॒न्यया॒डिन्द्र॑स्य सु॒त्राम्णः॑ प्रि॒या धामा॒न्यया॑ट् सवि॒तुः प्रि॒या धामा॒न्यया॒ड् वरु॑णस्य प्रि॒या धामा॒न्यया॒ड् वन॒स्पतेः॑ प्रि॒या पाथा॒ᳪस्यया॑ड् दे॒वाना॑माज्य॒पानां॑ प्रि॒या धामा॑नि॒ यक्ष॑द॒ग्नेर्होतुः॑ प्रि॒या धामा॑नि॒ यक्ष॒त् स्वं म॑हि॒मान॒माय॑जता॒मेज्या॒ इषः॑ कृ॒णोतु॒ सो अ॑ध्व॒रा जा॒तवे॑दा जु॒षता॑ᳪ ह॒विर्होत॒र्यज॑ ॥४७॥",
    "index": 47,
    "shloka_num": 47
  },
  {
    "text": "दे॒वं ब॒र्हिः सर॑स्वती सुदे॒वमिन्द्रे॑ अ॒श्विना॑ ।\nतेजो॒ न चक्षु॑र॒क्ष्यो॒र्ब॒र्हिषा॑ दधुरिन्द्रि॒यं व॑सु॒वने॑ वसु॒धेय॑स्य व्यन्तु॒ यज॑ ॥४८॥",
    "index": 48,
    "shloka_num": 48
  },
  {
    "text": "दे॒वीर्द्वारो॑ अ॒श्विना॑ भि॒षजेन्द्रे॒ सर॑स्वती ।\nप्रा॒णं न वी॒र्यं॒ न॒सि द्वारो॑ दधुरिन्द्रि॒यं व॑सु॒वने॑ वसु॒धेय॑स्य व्यन्तु॒ यज॑ ॥४९॥",
    "index": 49,
    "shloka_num": 49
  },
  {
    "text": "दे॒वी उ॒षासा॑व॒श्विना॑ सु॒त्रामेन्द्रे॒ सर॑स्वती ।\nबलं॒ न वाच॑मा॒स्य॒ उ॒षाभ्यां॑ दधुरिन्द्रि॒यं व॑सु॒वने॑ वसु॒धेय॑स्य व्यन्तु॒ यज॑ ॥५०॥",
    "index": 50,
    "shloka_num": 50
  },
  {
    "text": "दे॒वी जोष्ट्री॒ सर॑स्वत्य॒श्विनेन्द्र॑मवर्धयन् ।\nश्रोत्रं॒ न कर्ण॑यो॒र्यशो॒ जोष्ट्री॑भ्यां दधुरिन्द्रि॒यं व॑सु॒वने॑ वसु॒धेय॑स्य व्यन्तु॒ यज॑ ॥५१॥",
    "index": 51,
    "shloka_num": 51
  },
  {
    "text": "दे॒वी ऊ॒र्जाहु॑ती॒ दुघे॑ सु॒दुघेन्द्रे॒ सर॑स्वत्य॒श्विना॑ भि॒षजा॑ऽवतः ।\nशु॒क्रं न ज्योति॒ स्तन॑यो॒राहु॑ती धत्त इन्द्रि॒यं व॑सु॒वने॑ वसु॒धेय॑स्य व्यन्तु॒ यज॑ ॥५२॥",
    "index": 52,
    "shloka_num": 52
  },
  {
    "text": "दे॒वा दे॒वानां॑ भि॒षजा॒ होता॑रा॒विन्द्र॑म॒श्विना॑ ।\nव॒ष॒ट्का॒रैः॒ सर॑स्वती॒ त्विषिं॒ न हृद॑ये म॒तिᳪ होतृ॑भ्यां दधुरिन्द्रि॒यं व॑सु॒वने॑ वसु॒धेय॑स्य व्यन्तु॒ यज॑ ॥५३॥",
    "index": 53,
    "shloka_num": 53
  },
  {
    "text": "दे॒वीस्ति॒स्रस्ति॒स्रो दे॒वीर॒श्विनेडा॒ सर॑स्वती ।\nशूषं॒ न मध्ये॒ नाभ्या॒मिन्द्रा॑य दधुरिन्द्रि॒यं व॑सु॒वने॑ वसु॒धेय॑स्य व्यन्तु॒ यज॑ ॥५४॥",
    "index": 54,
    "shloka_num": 54
  },
  {
    "text": "दे॒व इन्द्रो॒ नरा॒शᳪस॑स्त्रिवरू॒थः सर॑स्वत्य॒श्विभ्या॑मीयते॒ रथः॑ ।\nरेतो॒ न रू॒पम॒मृतं॑ ज॒नित्र॒मिन्द्रा॑य॒ त्वष्टा॒ दध॑दिन्द्रि॒याणि॑ वसु॒वने॑ वसु॒धेय॑स्य व्यन्तु॒ यज॑ ॥५५॥",
    "index": 55,
    "shloka_num": 55
  },
  {
    "text": "दे॒वो दे॒वैर्वन॒स्पति॒र्हिर॑ण्यपर्णो अ॒श्विभ्या॒ᳪ सर॑स्वत्या सुपिप्प॒ल इन्द्रा॑य पच्यते॒ मधु॑ ।\nओजो॒ न जू॒तिरृ॑ष॒भो न भामं॒ वन॒स्पति॑र्नो॒ दध॑दिन्द्रि॒याणि॑ वसु॒वने॑ वसु॒धेय॑स्य व्यन्तु॒ यज॑ ॥५६॥",
    "index": 56,
    "shloka_num": 56
  },
  {
    "text": "दे॒वं ब॒र्हिर्वारि॑तीनामध्व॒रे स्ती॒र्णम॒श्विभ्या॒मूर्ण॑म्रदाः॒ सर॑स्वत्या स्यो॒नमि॑न्द्र ते॒ सदः॑ ।\nई॒शायै॑ म॒न्युᳪ राजा॑नं ब॒र्हिषा॑ दधुरिन्द्रि॒यं व॑सु॒वने॑ वसु॒धेय॑स्य व्यन्तु॒ यज॑ ॥५७॥",
    "index": 57,
    "shloka_num": 57
  },
  {
    "text": "दे॒वो अ॒ग्निः स्वि॑ष्ट॒कृद्दे॒वान्य॑क्षद्यथाय॒थᳪ होता॑रा॒विन्द्र॑म॒श्विना॑ वा॒चा वाच॒ᳪ सर॑स्वतीम॒ग्निᳪ सोम॑ᳪ स्विष्ट॒कृत् स्वि॑ष्ट॒ इन्द्रः॑ सु॒त्रामा॑ सवि॒ता वरु॑णो भि॒षगि॒ष्टो दे॒वो वन॒स्पतिः॒ स्वि॒ष्टा दे॒वा आ॑ज्य॒पाः स्वि॑ष्टो अ॒ग्निर॒ग्निना॒ होता॑ हो॒त्रे स्वि॑ष्ट॒कृद्यशो॒ न दध॑दिन्द्रि॒यमूर्ज॒मप॑चितिᳪ स्व॒धां व॑सु॒वने॑ वसु॒धेय॑स्य व्यन्तु॒ यज॑ ॥५८॥",
    "index": 58,
    "shloka_num": 58
  },
  {
    "text": "अ॒ग्निम॒द्य होता॑रमवृणीता॒यं यज॑मानः॒ पच॒न् पक्तीः॒ पच॑न् पुरो॒डाशा॑न् ब॒ध्नन्न॒श्विभ्यां॒ छाग॒ᳪ सर॑स्वत्यै मे॒षमिन्द्रा॑य ऋष॒भᳪ सु॒न्वन्न॒श्विभ्या॒ᳪ सर॑स्वत्या॒ इन्द्रा॑य सु॒त्राम्णे॑ सुरासो॒मान् ॥५९॥",
    "index": 59,
    "shloka_num": 59
  },
  {
    "text": "सू॒प॒स्था अ॒द्य दे॒वो वन॒स्पति॑रभवद॒श्विभ्यां॒ छागे॑न॒ सर॑स्वत्यै मे॒षेणेन्द्रा॑य ऋष॒भेणाक्षँ॒स्तान् मे॑द॒स्तः प्रति॑ पच॒तागृ॑भीष॒तावी॑वृधन्त पुरो॒डाशै॒रपु॑र॒श्विना॒ सर॑स्व॒तीन्द्रः॑ सु॒त्रामा॑ सुरासो॒मान् ॥६०॥",
    "index": 60,
    "shloka_num": 60
  },
  {
    "text": "त्वाम॒द्य ऋ॑ष आर्षेय ऋषीणां नपादवृणीता॒यं यज॑मानो ब॒हुभ्य॒ आ सङ्ग॑तेभ्य ए॒ष मे॑ दे॒वेषु॒ वसु॒ वार्याय॑क्ष्यत॒ इति॒ ता या दे॒वा दे॑व॒ दाना॒न्यदु॒स्तान्य॑स्मा॒ आ च॒ शास्वा च॑ गुरस्वेषि॒तश्च॑ होत॒रसि॑ भद्र॒वाच्या॑य॒ प्रेषि॑तो॒ मानु॑षः सूक्तवा॒काय॑ सू॒क्ता ब्रू॑हि ॥६१॥",
    "index": 61,
    "shloka_num": 61
  }
]
