[
  {
    "text": "अ॒ग्नेस्त॒नूर॑सि॒ विष्ण॑वे त्वा॒ सोम॑स्य त॒नूर॑सि॒ विष्ण॑वे॒ त्वा ऽति॑थेराति॒थ्यम॑सि॒ विष्ण॑वे त्वा श्ये॒नाय॑ त्वा सोम॒भृते॒ विष्ण॑वे त्वा॒ऽग्नये॑ त्वा रायस्पोष॒दे विष्ण॑वे त्वा ॥१॥",
    "index": 1,
    "shloka_num": 1
  },
  {
    "text": "अ॒ग्नेर्ज॒नित्र॑मसि वृष॑णौ स्थ उ॒र्वश्य॑स्या॒युर॑सि पुरू॒रवा॑ असि ।\nगा॒य॒त्रेण॑ त्वा॒ छन्द॑सा मन्थामि॒ त्रै॑ष्टुभेन त्वा॒ छन्द॑सा मन्थामि॒ जाग॑तेन त्वा॒ छन्द॑सा मन्थामि ॥२॥",
    "index": 2,
    "shloka_num": 2
  },
  {
    "text": "भव॑तं नः॒ सम॑नसौ॒ सचे॑तसावरे॒पसौ॑ ।\nमा य॒ज्ञᳪ हि॑ᳪसिष्टं॒ मा य॒ज्ञप॑तिं जातवेदसौ शिवौ भ॑वतम॒द्य नः॑ ॥३॥",
    "index": 3,
    "shloka_num": 3
  },
  {
    "text": "अ॒ग्नाव॒ग्निश्च॑रति॒ प्रवि॑ष्ट॒ ऋषी॑णां पु॒त्रो अ॑भिशस्ति॒पावा॑ ।\nस नः॑ स्यो॒नः सु॒यजा॑ यजे॒ह दे॒वेभ्यो॑ ह॒व्यᳪ सद॒मप्र॑युच्छ॒न्त्स्वाहा॑ ॥४॥",
    "index": 4,
    "shloka_num": 4
  },
  {
    "text": "आप॑तये त्वा॒ परि॑पतये गृह्णामि॒ तनू॒नप्त्रे॑ शाक्व॒राय॒ शक्व॑न॒ ओजि॑ष्ठाय ।\nअना॑धृष्टमस्यनाधृ॒ष्यं दे॒वाना॒मोजोऽन॑भिशस्त्यभिशस्ति॒पा अ॑नभिशस्ते॒न्यमञ्ज॑सा स॒त्यमुप॑गेषᳪ स्वि॒ते मा॑ धाः ॥५॥",
    "index": 5,
    "shloka_num": 5
  },
  {
    "text": "अग्ने॑ व्रतपा॒स्त्वे व्र॑त॒पा या तव॑ त॒नूरि॒यᳪ सा मयि॒ यो मम॑ त॒नूरे॒षा सा त्वयि॑ ।\nस॒ह नौ॑ व्रतपते व्र॒तान्यनु॑ मे दी॒क्षां दी॒क्षाप॑ति॒र्मन्य॑ता॒मनु॒ तप॒स्तप॑स्पतिः ॥६॥",
    "index": 6,
    "shloka_num": 6
  },
  {
    "text": "अ॒jशुर॑ᳪशुष्टे देव सो॒माप्या॑यता॒मिन्द्रा॑यैकधन॒विदे॑ ।\nआ तुभ्य॒मिन्द्रः॒ प्याय॑ता॒मा त्वमिन्द्रा॑य प्यायस्व ।\nआ प्या॑यया॒स्मान्त्सखी॑न्त्स॒न्या मे॒धया॑ स्व॒स्ति ते॑ देव सोम सु॒त्याम॑शीय ।\nएष्टा॒ रायः॒ प्रेषे भगा॑य ऋ॒तमृ॑तवा॒दिभ्यो॒ नमो॒ द्यावा॑पृथि॒वीभ्या॑म् ॥७॥",
    "index": 7,
    "shloka_num": 7
  },
  {
    "text": "या ते॑ अग्नेऽयःश॒या त॒नूर्वर्षि॑ष्ठा गह्वरे॒ष्ठा ।\nउ॒ग्रं वचो॒ अपा॑वधीत्त्वे॒षं वचो॒ अपा॑वधी॒त्स्वाहा॑ ।\nया ते॑ अग्ने रजःश॒या त॒नूर्वर्षि॑ष्ठा गह्वरे॒ष्ठा ।\nउ॒ग्रं वचो॒ अपा॑वधीत्त्वे॒षं वचो॒ अपा॑वधी॒त्स्वाहा॑ ।\nया ते॑ अग्ने हरिश॒या त॒नूर्वर्षि॑ष्ठा गह्वरे॒ष्ठा ।\nउ॒ग्रं वचो॒ अपा॑वधीत्त्वे॒षं वचो॒ अपा॑वधी॒त्स्वाहा॑ ॥८॥",
    "index": 8,
    "shloka_num": 8
  },
  {
    "text": "त॒प्ताय॑नी मेऽसि वि॒त्ताय॑नी मेऽस्यव॑तान्मा नाथि॒तादव॑तान्मा व्यथि॒तात् ।\nवि॒देद॒ग्निर्नभो॒ नामा ऽग्ने॑ अङ्गिर॒ आयु॑ना॒ नाम्नेहि॒ योऽस्यां पृ॑थि॒व्यामसि॒ यत्तेऽना॑धृष्टं॒ नाम॑ य॒ज्ञियं॒ तेन॒ त्वा द॑धे वि॒देद॒ग्निर्न॒भो॒ नामा ऽग्ने॑ अङ्गिर॒ आयु॑ना॒ नाम्नेहि॒ यो द्वि॒तीय॑स्यां पृथि॒व्यामसि॒ यत्तेऽना॑धृष्टं॒ नाम॑ य॒ज्ञियं॒ तेन॒ त्वा द॑धे वि॒देद॒ग्निर्न॒भो नामा ऽग्ने॑ अङ्गिर॒ आयु॑ना॒ नाम्नेहि॑ यस्तृ॒तीय॑स्यां पृथि॒व्यामसि॒ यत्तेऽना॑धृष्टं॒ नाम॑ य॒ज्ञियं॒ तेन॒ त्वा द॑धे ।\nअनु॑ त्वा दे॒ववी॑तये ॥९॥",
    "index": 9,
    "shloka_num": 9
  },
  {
    "text": "सि॒jह्य॒सि सपत्नसा॒ही दे॒वेभ्यः॑ कल्पस्व सि॒jह्य॒सि सपत्नसा॒ही दे॒वेभ्यः॑शुन्धस्व सि॒jह्य॒सि सपत्नसा॒ही दे॒वेभ्यः॑ शुम्भस्व ॥१०॥",
    "index": 10,
    "shloka_num": 10
  },
  {
    "text": "इ॒न्द्र॒घो॒षस्त्वा॒ वसु॑भिः पु॒रस्ता॑त्पातु प्रचे॑तास्त्वा रुद्रैः प॒श्चात्पा॑तु मनो॑जवास्त्वा पि॒तृभि॑र्दक्षिण॒तः पा॑तु वि॒श्वक॑र्मा त्वाऽऽदि॒त्यैरु॑त्तर॒तः पा॑त्वि॒दम॒हं त॒प्तं वार्ब॑हि॒र्धा य॒ज्ञान्निः सृ॑जामि ॥११॥",
    "index": 11,
    "shloka_num": 11
  },
  {
    "text": "सि॒jह्य॒सि॒ स्वाहा॑ सि॒jह्य॒स्यादित्य॒वनिः॒ स्वाहा॑ सि॒jह्य॒सि ब्रह्म॒वनिः॑ क्षत्र॒वनिः॒ स्वाहा॑ सि॒jह्य॒सि सुप्रजा॒वनी॑ रायस्पोष॒वनिः॒ स्वाहा॑ सि॒jह्यस्याव॑ह दे॒वान् यज॑मानाय॒ स्वाहा॑ भू॒तेभ्य॑स्त्वा ॥१२॥",
    "index": 12,
    "shloka_num": 12
  },
  {
    "text": "ध्रु॒वो॒ऽसि पृथि॒वीं दृ॑ᳪह ध्रुव॒क्षिद॑स्य॒न्तरि॑क्षं दृᳪहाच्युत॒क्षिद॑सि॒ दिवं॑ दृᳪहा॒ग्नेः पुरी॑षमसि ॥१३॥",
    "index": 13,
    "shloka_num": 13
  },
  {
    "text": "यु॒ञ्जते॒ मन॑ उ॒त यु॑ञ्जते॒ धियो॒ विप्रा॒ विप्र॑स्य बृह॒तो वि॑प॒श्चितः॑ ।\nवि होत्रा॑ दधे वयुना॒विदेक॒ इन्म॒ही दे॒वस्य॑ सवि॒तुः परि॑ष्टुतिः॒ स्वाहा॑ ॥१४॥",
    "index": 14,
    "shloka_num": 14
  },
  {
    "text": "इ॒दं विष्णु॒र्वि च॑क्रमे त्रे॒धा नि द॑धे प॒दम् ।\nसमू॑ढमस्य पाᳪसु॒रे स्वाहा॑ ॥१५॥",
    "index": 15,
    "shloka_num": 15
  },
  {
    "text": "इरा॑वती धेनु॒मती॒ हि भू॒तᳪ सू॑यव॒सिनी॒ मन॑वे दश॒स्या ।\nव्य॑स्कभ्ना॒ रोद॑सी विष्णवे॒ते दा॒धर्थ॑ पृथि॒वीम॒भितो॑ म॒यूखैः॒ स्वाहा॑ ॥१६॥",
    "index": 16,
    "shloka_num": 16
  },
  {
    "text": "दे॒व॒श्रुतौ॑ दे॒वेष्वा घो॑षतं॒ प्राची॒ प्रेत॑मध्व॒रं क॒ल्पय॑न्ती ऊ॒र्ध्वं य॒ज्ञं न॑यतं॒ मा जि॑ह्वरतम् ।\nस्वं गो॒ष्ठमा व॑दतं देवी दुर्ये॒ आयु॒र्मा निर्वा॑दिष्टं प्र॒जां मा निर्वा॑दिष्ट॒मत्र॑ रमेथां॒ वर्ष्म॑न् पृथि॒व्याः ॥१७॥",
    "index": 17,
    "shloka_num": 17
  },
  {
    "text": "विष्णो॒र्नुकं॑ वी॒र्या॒णि॒ प्र वो॑चं॒ यः पार्थि॑वानि विम॒मे रजा॑ᳪसि ।\nयो अस्क॑भाय॒दुत्त॑रᳪ स॒धस्थं॑ विचक्रमा॒णस्त्रे॒धोरु॑गा॒यो विष्ण॑वे त्वा ॥१८॥",
    "index": 18,
    "shloka_num": 18
  },
  {
    "text": "दि॒वो वा॑ विष्ण उ॒त वा॑ पृथि॒व्या म॒हो वा॑ विष्ण उ॒रोर॒न्तरि॑क्षात् ।\nउ॒भा हि हस्ता॒ वसु॑ना पृ॒णस्वा प्र य॑च्छ॒ दक्षि॑णा॒दोत स॒व्याद्विष्ण॑वे त्वा ॥१९॥",
    "index": 19,
    "shloka_num": 19
  },
  {
    "text": "प्र तद्विष्णु॑ स्तवते वी॒र्ये॒ण मृ॒गो न भी॒मः कु॑च॒रो गि॑रि॒ष्ठाः ।\nयस्यो॒रुषु॑ त्रि॒षु वि॒क्रम॑णेष्वधिक्षि॒यन्ति॒ भुव॑नानि॒ विश्वा॑ ॥२०॥",
    "index": 20,
    "shloka_num": 20
  },
  {
    "text": "विष्णो॑ र॒राट॑मसि॒ विष्णोः॒ श्नप्त्रे॑ स्थो विष्णोः॒ स्यूर॑सि॒ विष्णो॑र्ध्रु॒वो॒ऽसि ।\nवै॒ष्ण॒वम॑सि॒ विष्ण॑वे त्वा ॥२१॥",
    "index": 21,
    "shloka_num": 21
  },
  {
    "text": "दे॒वस्य॑ त्वा सवि॒तुः प्र॑स॒वेऽश्विनो॑र्बा॒हुभ्यां॑ पू॒ष्णो हस्ता॑भ्याम् ।\nआ द॑दे॒ नार्य॑सी॒दम॒हᳪ रक्ष॑सां ग्री॒वा अपि॑ कृन्तामि ।\nबृ॒हन्न॑सि बृ॒हद्र॑वा बृह॒तीमिन्द्रा॑य॒ वाचं॑ वद ॥२२॥",
    "index": 22,
    "shloka_num": 22
  },
  {
    "text": "र॒क्षो॒हणं॑ वलग॒हनं॑ वैष्ण॒वी मि॒दम॒हं तं व॑ल॒गमुत्कि॑रामि॒ यं मे॒ निष्ट्यो॒ यम॒मात्यो॑ निच॒खाने॒दम॒हं तं व॑ल॒गमुत्कि॑रामि॒ यं मे॑ समा॒नो यमस॑मानो निच॒खाने॒दम॒हं तं व॑ल॒गमुत्कि॑रामि॒ यं मे॒ सब॑न्धु॒र्यमस॑बन्धुर्निच॒खाने॒दम॒हं तं व॑ल॒गमुत्कि॑रामि॒ यं मे॑ सजा॒तो यमस॑जातो निच॒खानोत्कृ॒त्यां कि॑रामि ॥२३॥",
    "index": 23,
    "shloka_num": 23
  },
  {
    "text": "स्व॒राड॑सि सपत्न॒हा स॑त्र॒राड॑स्यभिमाति॒हा ज॑न॒राड॑सि रक्षो॒हा स॑र्व॒राड॑स्यमित्र॒हा ॥२४॥",
    "index": 24,
    "shloka_num": 24
  },
  {
    "text": "र॒क्षो॒हणो॑ वो वलग॒हनः॒ प्रोक्षा॑मि वैष्ण॒वान् र॑क्षो॒हणो॑ वो वलग॒हनोऽव॑नयामि वैष्ण॒वान् र॑क्षो॒हणो॑ वो वलग॒हनोऽव॑स्तृणामि वैष्ण॒वान् र॑क्षो॒हणौ॑ वां वलग॒हना॒ उप॑ दधामि वैष्ण॒वी र॑क्षो॒हणौ॑ वां वलग॒हनौ॒ पर्यू॑हामि वैष्ण॒वी वै॑ष्ण॒वम॑सि वै॑ष्ण॒वा स्थ॑ ॥२५॥",
    "index": 25,
    "shloka_num": 25
  },
  {
    "text": "दे॒वस्य॑ त्वा सवि॒तुः प्र॑स॒वेऽश्विनो॑र्बा॒हुभ्यां॑ पू॒ष्णो हस्ता॑भ्याम् ।\nआ द॑दे॒ नार्य॑सी॒दम॒हᳪ रक्ष॑सां ग्री॒वा अपि॑ कृन्तामि ।\nयवो॑ऽसि य॒वया॒स्मद्द्वेषो॑ य॒वयारा॑तीर्दि॒वे त्वा॒ऽन्तरि॑क्षाय त्वा पृथि॒व्यै त्वा शुन्ध॑न्तांल्लो॒काः पि॑तृ॒षद॑नाः पितृ॒षद॑नमसि ॥२६॥",
    "index": 26,
    "shloka_num": 26
  },
  {
    "text": "उद्दिव॑ᳪ स्तभाना॒न्तरि॑क्षं पृण॒ दृᳪह॑स्व पृथि॒व्याम् द्यु॑ता॒नास्त्वा॑ मारु॒तो मिनो॑तु मि॒त्रावरु॑णौ ध्रु॒वेण॒ धर्म॑णा ।\nब्र॒ह्म॒वनि॑ त्वा क्षत्र॒वनि॑ रायस्पोष॒वनि॒ पर्यू॑हामि ।\nब्रह्म॑ दृᳪह क्ष॒त्रं दृ॒ᳪहायु॑र्दृᳪह प्र॒जां दृ॑ᳪह ॥२७॥",
    "index": 27,
    "shloka_num": 27
  },
  {
    "text": "ध्रु॒वासि॑ ध्रु॒वोऽयं यज॑मानो॒ऽस्मिन्ना॒यत॑ने प्र॒जया॑ प॒शुभि॑र्भूयात् ।\nघृ॒तेन॑ द्यावापृथिवी पूर्येथा॒मिन्द्र॑स्य छ॒दिर॑सि विश्वज॒नस्य॑ छा॒या ॥२८॥",
    "index": 28,
    "shloka_num": 28
  },
  {
    "text": "परि॑ त्वा गिर्वणो॒ गिर॑ इ॒मा भ॑वन्तु वि॒श्वतः॑ ।\nवृ॒द्धायु॒मनु॒ वृद्ध॑यो॒ जुष्टा॑ भवन्तु॒ जुष्ट॑यः ॥२९॥",
    "index": 29,
    "shloka_num": 29
  },
  {
    "text": "इन्द्र॑स्य॒ स्यूर॒सीन्द्र॑स्य ध्रु॒वो॑ऽसि ।\nऐ॒न्द्रम॑सि वैश्वदे॒वम॑सि ॥३०॥",
    "index": 30,
    "shloka_num": 30
  },
  {
    "text": "वि॒भूर॑सि प्र॒वाह॑णो॒ वह्नि॑रसि हव्य॒वाह॑नः ।\nश्वा॒त्रो॒ऽसि॒ प्रचे॑तास्तु॒थो॑ऽसि वि॒श्ववे॑दाः ॥३१॥",
    "index": 31,
    "shloka_num": 31
  },
  {
    "text": "उ॒शिग॑सि क॒विरङ्घा॑रिरसि॒ बम्भा॑रिरव॒स्यूर॑सि॒ दुव॑स्वाञ्छु॒न्ध्यूर॑सि मार्जा॒लीयः॑ स॒म्राड॑सि कृ॒शानुः॑ परि॒षद्यो॑ऽसि॒ पव॑मानो॒ नभो॑ऽसि प्र॒तक्वा॑ मृ॒ष्टो॒ऽसि हव्य॒सूद॑न ऋ॒त॒धा॑माऽसि॒ स्व॒र्ज्योतिः ॥३२॥",
    "index": 32,
    "shloka_num": 32
  },
  {
    "text": "स॒मु॒द्रो॒ऽसि वि॒श्वव्य॑चा अ॒जोऽस्येक॑पा॒दहि॑रसि बु॒ध्न्यो वाग॑स्यै॒न्द्रम॑सि॒ सदो॒ऽस्यृत॑स्य द्वारौ॒ मा मा॒ सनता॑प्त॒मध्व॑नामध्वपते॒ प्र मा॑ तिर स्व॒स्ति मे॒ऽस्मिन्प॒थि दे॑व॒याने॑ भूयात् ॥३३॥",
    "index": 33,
    "shloka_num": 33
  },
  {
    "text": "मि॒त्रस्य॑ मा॒ चक्षु॑षेक्षध्व॒मग्न॑यः सगराः॒ सग॑रा स्थ॒ सग॑रेण॒ नाम्ना॒ रौद्रे॒णानी॑केन पा॒त मा॑ऽग्नयः पिपृ॒त मा॑ऽग्नयो गोपा॒यत॑ मा॒ नमो॑ वोऽस्तु॒ मा मा॑ हिᳪसिष्ट ॥३४॥",
    "index": 34,
    "shloka_num": 34
  },
  {
    "text": "ज्योति॑रसि वि॒श्वरू॑पं॒ विश्वे॑षां दे॒वाना॑ᳪ स॒मित् ।\nत्वᳪ सो॑म तनू॒कृद्भ्यो॒ द्वेषो॑भ्यो॒ऽन्यकृ॑तेभ्य उ॒रु य॒न्तासि॒ वरू॑थ॒ᳪ स्वाहा॑ जुषा॒णो अ॒प्तुराज्य॑स्य वेतु॒ स्वाहा॑ ॥३५॥",
    "index": 35,
    "shloka_num": 35
  },
  {
    "text": "अग्ने॒ नय॑ सु॒पथा॑ रा॒ये अ॒स्मान्विश्वा॑नि देव व॒युना॑नि वि॒द्वान् ।\nयु॒यो॒ध्यस्मज्जु॑हुरा॒णमेनो॒ भूयि॑ष्ठां ते॒ नम॑ उक्तिं विधेम ॥३६॥",
    "index": 36,
    "shloka_num": 36
  },
  {
    "text": "अ॒यं नो॑ अ॒ग्निर्वरि॑वस्कृणोत्व॒यं मृधः॑ पु॒र ए॑तु प्रभि॒न्दन् ।\nअ॒यं वाजा॑ञ्जयतु॒ वाज॑साताव॒यᳪ शत्रू॑ञ्जयतु॒ जर्हृ॑षाणः॒ स्वाहा॑ ॥३७॥",
    "index": 37,
    "shloka_num": 37
  },
  {
    "text": "उ॒रु वि॑ष्णो॒ वि क्र॑मस्वो॒रु क्षया॑य नस्कृधि ।\nघृ॒तं घृ॑तयोने पिब॒ प्रप्र॑ य॒ज्ञप॑तिं तिर॒ स्वाहा॑ ॥३८॥",
    "index": 38,
    "shloka_num": 38
  },
  {
    "text": "देव॑ सवितरे॒ष ते॒ सोम॒स्तᳪ र॑क्षस्व॒ मा त्वा॑ दभन् ।\nए॒तत्त्वं दे॑व सोम दे॒वो दे॒वाँ२ उपा॑गा इ॒दम॒हं म॑नु॒ष्या॒न्त्स॒ह रा॒यस्पोषे॑ण स्वाहा॒ निर्वरु॑णस्य॒ पाशा॑न्मुच्ये ॥३९॥",
    "index": 39,
    "shloka_num": 39
  },
  {
    "text": "अग्ने॑ व्रतपा॒स्त्वे व्र॑त॒पा या तव॑ त॒नूर्मय्यभू॑दे॒षा सा त्वयि॒ यो मम॑ त॒नूस्त्वय्यभू॑दि॒यᳪ सा मयि॑ ।\nय॒था॒य॒थं नौ॑ व्रतपते व्र॒तान्यनु॑ मे दी॒क्षां दी॒क्षाप॑ति॒रम॒ᳪस्तानु॒ तप॒स्तप॑स्पतिः ॥४०॥",
    "index": 40,
    "shloka_num": 40
  },
  {
    "text": "उ॒रु वि॑ष्णो॒ वि क्र॑मस्वो॒रु क्षया॑य नस्कृधि ।\nघृ॒तं घृ॑तयोने पिब॒ प्रप्र॑ य॒ज्ञप॑तिं तिर॒ स्वाहा॑ ॥४१॥",
    "index": 41,
    "shloka_num": 41
  },
  {
    "text": "अत्य॒न्याँ२ अगां॒ नान्याँ२ उपा॑गाम॒र्वाक् त्वा॒ परे॒भ्योऽवि॑दं प॒रोऽव॑रेभ्यः ।\nतं त्वा॑ जुषामहे देव वनस्पते देवय॒ज्यायै॑ दे॒वास्त्वा॑ देवय॒ज्यायै॑ जुषन्तां॒ विष्ण॑वे त्वा ।\nओष॑धे॒ त्राय॑स्व स्वधि॑ते॒ मैन॑ᳪ हिᳪसीः ॥४२॥",
    "index": 42,
    "shloka_num": 42
  },
  {
    "text": "द्यां मा ले॑खीर॒न्तरि॑क्षं॒ मा हि॑ᳪसीः पृथि॒व्या सम्भ॑व ।\nअ॒यᳪ हि त्वा॒ स्वधि॑ति॒स्तेति॑जानः प्रणि॒नाय॑ मह॒ते सौ॑भगाय ।\nअत॒स्त्वं दे॑व वनस्पते श॒तव॑ल्शो॒ वि रो॑ह स॒हस्र॑वल्शा॒ वि व॒यᳪ रु॑हेम ॥४३॥",
    "index": 43,
    "shloka_num": 43
  }
]
