[
  {
    "text": "वा॒चस्पत॑ये पवस्व॒ वृष्णो॑ अ॒jशुभ्यां॒ गभ॑स्तिपूतः ।\nदे॒वो दे॒वेभ्यः॑ पवस्व॒ येषां॑ भा॒गोऽसि॑ ॥१॥",
    "index": 1,
    "shloka_num": 1
  },
  {
    "text": "मधु॑मतीर्न॒ इष॑स्कृधि॒ यत्ते॑ सो॒मादा॑भ्यं॒ नाम॒ जागृ॑वि॒ तस्मै॑ ते सोम॒ सोमा॑य॒ स्वाहा॒ स्वाहो॒र्वन्तरि॑क्ष॒मन्वे॑मि॒ ॥२॥",
    "index": 2,
    "shloka_num": 2
  },
  {
    "text": "स्वाङ्कृ॑तोऽसि॒ विश्वे॑भ्य इन्द्रि॒येभ्यो॑ दि॒व्येभ्यः॒ पार्थि॑वेभ्यो॒ मन॑स्त्वाष्टु॒ स्वाहा॑ त्वा सुभव॒ सूर्या॑य दे॒वेभ्य॑स्त्वा मरीचि॒पेभ्यो॒ देवा॑ᳪशो॒ यस्मै॒ त्वेडे॒ तत्स॒त्यमु॑परि॒प्रुता॑ भ॒ङ्गेन॑ ह॒तोऽसौ॒ फ़ट् प्रा॒णाय॑ त्वा व्या॒नाय॑ त्वा ॥३॥",
    "index": 3,
    "shloka_num": 3
  },
  {
    "text": "उ॒प॒या॒मगृ॑हीतोऽस्य॒न्तर्य॑च्छ मघवन् पा॒हि सोम॑म् ।\nउ॒रु॒ष्य राय॒ एषो॑ यजस्व ॥४॥",
    "index": 4,
    "shloka_num": 4
  },
  {
    "text": "अ॒न्तस्ते॒ द्यावा॑पृथि॒वी द॑धाम्य॒न्तर्द॑धाम्यु॒र्व॒न्तरि॑क्षम् ।\nस॒जूर्दे॒वेभि॒रव॑रैः॒ परै॑श्चान्तर्या॒मे म॑घवन् मादयस्व ॥५॥",
    "index": 5,
    "shloka_num": 5
  },
  {
    "text": "स्वाङ्कृ॑तोऽसि॒ विश्वे॑भ्य इन्द्रि॒येभ्यो॑ दि॒व्येभ्यः॒ पार्थि॑वेभ्यो॒ मन॑स्त्वाष्टु॒ स्वाहा॑ त्वा सुभव॒ सूर्या॑य दे॒वेभ्य॑स्त्वा मरीचि॒पेभ्य॑ उदा॒नाय॑ त्वा ॥६॥",
    "index": 6,
    "shloka_num": 6
  },
  {
    "text": "आ वा॑यो भूष शुचिपा॒ उप॑ नः स॒हस्रं॑ ते नि॒युतो॑ विश्ववार ।\nउपो॑ ते॒ अन्धो॒ मद्य॑मयामि॒ यस्य॑ देव दधि॒षे पू॑र्व॒पेयं॑ वा॒यवे॑ त्वा ॥७॥",
    "index": 7,
    "shloka_num": 7
  },
  {
    "text": "इन्द्र॑वायू इ॒मे सु॒ता उप॒ प्रयो॑भि॒राग॑तम् ।\nइन्द॑वो वामु॒शन्ति॒ हि ।\nउ॒प॒या॒मगृ॑हीतोऽसि वा॒यव॑ इन्द्रवा॒युभ्यां॑ त्वै॒ष ते॒ योनिः॑ स॒जोषो॑भ्यां त्वा ॥८॥",
    "index": 8,
    "shloka_num": 8
  },
  {
    "text": "अ॒यं वां॑ मित्रावरुणा सु॒तः सोम॑ ऋतावृधा ।\nममेदि॒ह श्रु॑त॒j हव॑म् ।\nउ॒प॒या॒मगृ॑हीतोऽसि मि॒त्रावरु॑णाभ्यां त्वा ॥९॥",
    "index": 9,
    "shloka_num": 9
  },
  {
    "text": "रा॒या व॒यᳪ स॑स॒वाᳪसो॑ मदेम ह॒व्येन॑ दे॒वा यव॑सेन॒ गावः॑ ।\nतां धे॒नुं मि॑त्रावरुणा यु॒वं नो॑ वि॒श्वाहा॑ धत्त॒मन॑पस्फ़ुरन्तीमे॒ष ते॒ योनि॑रृता॒युभ्यां॑ त्वा ॥१०॥",
    "index": 10,
    "shloka_num": 10
  },
  {
    "text": "या वां॒ कशा॒ मधु॑म॒त्यश्वि॑ना सू॒नृता॑वती ।\nतया॑ य॒ज्ञं मि॑मिक्षतम् ।\nउ॒प॒या॒मगृ॑हीतोऽस्य॒श्विभ्यां॑ त्वै॒ष ते॒ योनि॒र्माध्वी॑भ्यां त्वा ॥११॥",
    "index": 11,
    "shloka_num": 11
  },
  {
    "text": "तं प्र॒त्नथा॑ पू॒र्वथा॑ वि॒श्वथे॒मथा॑ ज्येष्ठ॒ता॑तिं बर्हि॒षद॑ᳪ स्व॒र्विद॑म् ।\nप्र॒ती॒ची॒नं वृ॒जनं॑ दोहसे॒ धुनि॑मा॒शुं जय॑न्त॒मनु॒ यासु॒ वर्ध॑से ।\nउ॒प॒या॒मगृ॑हीतोऽसि॒ शण्डा॑य त्वै॒ष ते॒ योनि॑र्वी॒रतां॑ पा॒ह्यप॑मृष्टः॒ शण्डो॑ दे॒वास्त्वा॑ शुक्र॒पाः प्र ण॑य॒न्त्वना॑धृष्टाऽसि ॥१२॥",
    "index": 12,
    "shloka_num": 12
  },
  {
    "text": "सु॒वीरो॑ वी॒रान् प्र॑ज॒नय॒न् परी॑ह्य॒भि रा॒यस्पोषे॑ण॒ यज॑मानम् ।\nस॒ञ्ज॒ग्मा॒नो दि॒वा पृ॑थि॒व्या शु॒क्रः शु॒क्रशो॑चिषा॒ निर॑स्तः॒ शण्डः॑ शु॒क्रस्या॑धि॒ष्ठान॑मसि ॥१३॥",
    "index": 13,
    "shloka_num": 13
  },
  {
    "text": "अच्छि॑न्नस्य ते देव सोम सु॒वीर्य॑स्य रा॒यस्पोष॑स्य ददि॒तारः॑ स्याम ।\nसा प्र॑थ॒मा सँस्कृ॑तिर्वि॒श्ववा॑रा॒ स प्र॑थ॒मो वरु॑णो मि॒त्रो अ॒ग्निः ॥१४॥",
    "index": 14,
    "shloka_num": 14
  },
  {
    "text": "स प्र॑थ॒मो बृह॒स्पति॑श्चिकि॒त्वाँस्तस्मा॒ इन्द्रा॑य सु॒तमा जु॑होत॒ स्वाहा॑ ।\nतृ॒म्पन्तु॒ होत्रा॒ मध्वो॒ याः स्वि॑ष्टा॒ याः सुप्री॑ताः॒ सुहु॑ता॒ यत्स्वाहा ऽया॑ड॒ग्नीत् ॥१५॥",
    "index": 15,
    "shloka_num": 15
  },
  {
    "text": "अ॒यं वे॒नश्चो॑दय॒त्पृश्नि॑गर्भा॒ ज्योति॑र्जरायू॒ रज॑सो वि॒माने॑ ।\nइ॒मम॒पाᳪ सं॑ग॒मे सूर्य॑स्य॒ शिशुं॒ न विप्रा॑ म॒तिभी॑ रिहन्ति ।\nउ॒प॒या॒मगृ॑हीतोऽसि॒ मर्का॑य त्वा ॥१६॥",
    "index": 16,
    "shloka_num": 16
  },
  {
    "text": "मनो॒ न येषु॒ हव॑नेषु ति॒ग्मं विपः॒ शच्या॑ वनु॒थो द्रव॑न्ता ।\nआ यः शर्या॑भिस्तुविनृ॒म्णो अ॒स्याश्री॑णीता॒दिशं॒ गभ॑स्तावे॒ष ते॒ योनिः॑ प्र॒जाः पा॒ह्यप॑मृष्टो॒ मर्को॑ दे॒वास्त्वा॑ मन्थि॒पाः प्र ण॑य॒न्त्वना॑धृष्टासि ॥१७॥",
    "index": 17,
    "shloka_num": 17
  },
  {
    "text": "सु॒प्र॒जाः प्र॒जाः प्र॑ज॒नय॒न् परी॑ह्य॒भि रा॒यस्पोषे॑ण॒ यज॑मानम् ।\nस॒ञ्ज॒ग्मा॒नो दि॒वा पृ॑थि॒व्या म॒न्थी म॒न्थिशो॑चिषा निर॑स्तो॒ मर्को॑ म॒न्थिनो॑ऽधि॒ष्ठान॑मसि ॥१८॥",
    "index": 18,
    "shloka_num": 18
  },
  {
    "text": "ये दे॑वासो दि॒व्येका॑दश॒ स्थ पृ॑थि॒व्यामध्येका॑दश॒ स्थ ।\nअ॒प्सु॒क्षितो॑ महि॒नैका॑दश॒ स्थ ते दे॑वासो य॒ज्ञमि॒मं जु॑षध्वम् ॥१९॥",
    "index": 19,
    "shloka_num": 19
  },
  {
    "text": "उ॒प॒या॒मगृ॑हीतोऽस्याग्रय॒णो॒ऽसि॒ स्वा॒ग्रयणः ।\nपा॒हि य॒ज्ञं पा॒हि य॒ज्ञप॑तिं॒ विष्णु॒स्त्वामि॑न्द्रि॒येण॑ पातु॒ विष्णुं॒ त्वं पा॑ह्य॒भि सव॑नानि पाहि ॥२०॥",
    "index": 20,
    "shloka_num": 20
  },
  {
    "text": "सोमः॑ पवते॒ सोमः॑ पवते॒ऽस्मै॒ ब्रह्म॑णे॒ऽस्मै क्ष॒त्राया॒स्मै सु॑न्व॒ते यज॑मानाय पवत इ॒ष ऊ॒र्जे प॑वते॒ऽद्भ्य ओष॑धीभ्यः पवते॒ द्यावा॑पृथि॒वीभ्यां॑ पवते सुभू॒ताय॑ पवते॒ विश्वे॑भ्यस्त्वा दे॒वेभ्य॑ ए॒ष ते॒ योनि॒र्विश्वे॑भ्यस्त्वा दे॒वेभ्यः॑ ॥२१॥",
    "index": 21,
    "shloka_num": 21
  },
  {
    "text": "उ॒प॒या॒मगृ॑हीतो॒ऽसीन्द्रा॑य त्वा बृ॒हद्व॑ते॒ वय॑स्वत उक्था॒व्यं॒ गृह्णामि ।\nयत्त॑ इन्द्र बृ॒हद्वय॒स्तस्मै॑ त्वा॒ विष्ण॑वे त्वै॒ष ते॒ योनि॑रु॒क्थेभ्य॑स्त्वा दे॒वेभ्य॑स्त्वा देवा॒व्यं॒ य॒ज्ञस्यायु॑षे गृह्णामि ॥२२॥",
    "index": 22,
    "shloka_num": 22
  },
  {
    "text": "मि॒त्रावरु॑णाभ्यां त्वा देवा॒व्यं॒ य॒ज्ञस्यायु॑षे गृह्णा॒मीन्द्रा॑य त्वा देवा॒व्यं॒ य॒ज्ञस्यायु॑षे गृह्णा॒मीन्द्रा॒ग्निभ्यां॑ त्वा देवा॒व्यं॒ य॒ज्ञस्यायु॑षे गृह्णा॒मीन्द्रा॒वरु॑णाभ्यां त्वा देवा॒व्यं॒ य॒ज्ञस्यायु॑षे गृह्णा॒मीन्द्रा॒बृह॒स्पति॑भ्यां त्वा देवा॒व्यं॒ य॒ज्ञस्यायु॑षे गृह्णा॒मीन्द्रा॒विष्णु॑भ्यां त्वा देवा॒व्यं॒ य॒ज्ञस्यायु॑षे गृह्णामि ॥२३॥",
    "index": 23,
    "shloka_num": 23
  },
  {
    "text": "मू॒र्धानं॑ दि॒वो अ॑र॒तिं पृ॑थि॒व्या वै॑श्वान॒रमृ॒त आ जा॒तम॒ग्निम् ।\nक॒विᳪ स॒म्राज॒मति॑थिं॒ जना॑नामा॒सन्ना पात्रं॑ जनयन्त दे॒वाः ॥२४॥",
    "index": 24,
    "shloka_num": 24
  },
  {
    "text": "उ॒प॒या॒मगृ॑हीतोऽसि ध्रु॒वो॒ऽसि ध्रु॒वक्षि॑तिर्ध्रु॒वाणां॑ ध्रु॒वत॒मोऽच्यु॑तानामच्युत॒क्षित्त॑म ए॒ष ते॒ योनि॑र्वैश्वान॒राय॑ त्वा ।\nध्रु॒वं ध्रु॒वेण॒ मन॑सा वा॒चा सोम॒मव॑ नयामि ।\nअथा॑ न॒ इन्द्र॒ इद्विशो॑ऽसप॒त्नाः सम॑नस॒स्कर॑त् ॥२५॥",
    "index": 25,
    "shloka_num": 25
  },
  {
    "text": "यस्ते॑ द्र॒प्स स्कन्द॑ति॒ यस्ते॑ अ॒jशुर्ग्राव॑च्युतो धि॒षण॑योरु॒पस्था॑त् ।\nअ॒ध्व॒र्योर्वा॒ परि॑ वा॒ यः प॒वित्रा॒त्तं ते॑ जु॑होमि॒ मन॑सा॒ वष॑ट्कृत॒j स्वाहा॑ दे॒वाना॑मु॒त्क्रम॑णमसि ॥२६॥",
    "index": 26,
    "shloka_num": 26
  },
  {
    "text": "प्रा॒णाय॑ मे वर्चो॒दा वर्च॑से पवस्व व्या॒नाय॑ मे वर्चो॒दा वर्च॑से पवस्वोदा॒नाय॑ मे वर्चो॒दा वर्च॑से पवस्व वा॒चे मे॑ वर्चो॒दा वर्च॑से पवस्व॒ क्रतू॒दक्षा॑भ्यां मे वर्चो॒दा वर्च॑से पवस्व॒ श्रोत्रा॑य मे वर्चो॒दा वर्च॑से पवस्व॒ चक्षु॑र्भ्यां मे वर्चो॒दसौ॒ वर्च॑से पवेथाम् ॥२७॥",
    "index": 27,
    "shloka_num": 27
  },
  {
    "text": "आ॒त्मने॑ मे वर्चो॒दा वर्च॑से पवस्वौज॑से मे वर्चो॒दा वर्च॑से पवस्वायु॑षे मे वर्चो॒दा वर्च॑से पवस्व॒ विश्वा॑भ्यो मे प्र॒जाभ्यो॑ वर्चो॒दसौ॒ वर्च॑से पवेथाम् ॥२८॥",
    "index": 28,
    "shloka_num": 28
  },
  {
    "text": "को॑ऽसि कत॒मो॒ऽसि॒ कस्या॑सि॒ को नामा॑सि ।\nयस्य॑ ते॒ नामाम॑न्महि॒ यं त्वा॒ सोमे॑नाती॑तृपाम ।\nभूर्भुवः॒ स्वः॒ सुप्र॒जाः प्र॒जाभिः॑ स्याᳪ सु॒वीरो॑ वी॒रैः सु॒पोषः॒ पोषैः॑ ॥२९॥",
    "index": 29,
    "shloka_num": 29
  },
  {
    "text": "उ॒प॒या॒मगृ॑हीतोऽसि॒ मध॑वे त्वोपया॒मगृ॑हीतोऽसि॒ माध॑वाय त्वोपया॒मगृ॑हीतोऽसि शु॒क्राय॑ त्वोपया॒मगृ॑हीतोऽसि॒ शुच॑ये त्वोपया॒मगृ॑हीतोऽसि॒ नभ॑से त्वोपया॒मगृ॑हीतोऽसि नभ॒स्या॒य त्वोपया॒मगृ॑हीतोऽसी॒षे त्वो॑पया॒मगृ॑हीतोऽस्यू॒र्जे त्वोपया॒मगृ॑हीतोऽसि॒ सह॑से त्वोपया॒मगृ॑हीतोऽसि सह॒स्या॒य त्वोपया॒मगृ॑हीतोऽसि॒ तप॑से त्वोपया॒मगृ॑हीतोऽसि तप॒स्या॑य त्वोपया॒मगृ॑हीतोऽस्यᳪहसस्प॒तये॑ त्वा ॥३०॥",
    "index": 30,
    "shloka_num": 30
  },
  {
    "text": "इन्द्रा॑ग्नी॒ आ ग॑तᳪ सु॒तं गी॒र्भिर्नभो॒ वरे॑ण्यम् ।\nअ॒स्य पा॑तं धि॒येषि॒ता ।\nउ॒प॒या॒मगृ॑हीतोऽसीन्द्रा॒ग्निभ्यां॑ त्वै॒ष ते॒ योनि॑रिन्द्रा॒ग्निभ्यां॑ त्वा ॥३१॥",
    "index": 31,
    "shloka_num": 31
  },
  {
    "text": "आ घा॒ ये अ॒ग्निमि॑न्ध॒ते स्तृ॒णन्ति॑ ब॒र्हिरा॑नु॒षक् ।\nयेषा॒मिन्द्रो॒ युवा॒ सखा॑ ।\nउ॒प॒या॒मगृ॑हीतोऽस्यग्नी॒न्द्राभ्यां॑ त्वै॒ष ते॒ योनि॑रग्नी॒न्द्राभ्यां॑ त्वा ॥३२॥",
    "index": 32,
    "shloka_num": 32
  },
  {
    "text": "ओमा॑सश्चर्षणीधृतो॒ विश्वे॑ देवास॒ आ ग॑त ।\nदा॒श्वाᳪसो॑ दा॒शुषः॑ सु॒तम् ।\nउ॒प॒या॒मगृ॑हीतोऽसि॒ विश्वे॑भ्यस्त्वा दे॒वेभ्य॑ ए॒ष ते॒ योनि॒र्विश्वे॑भ्यस्त्वा दे॒वेभ्यः॑ ॥३३॥",
    "index": 33,
    "shloka_num": 33
  },
  {
    "text": "विश्वे॑ देवास॒ आ ग॑त शृणु॒ता म॑ इ॒मᳪ हव॑म् ।\nएदं ब॒र्हिर्निषी॑दत ।\nउ॒प॒या॒मगृ॑हीतोऽसि॒ विश्वे॑भ्यस्त्वा दे॒वेभ्य॑ ए॒ष ते॒ योनि॒र्विश्वे॑भ्यस्त्वा दे॒वेभ्यः॑ ॥३४॥",
    "index": 34,
    "shloka_num": 34
  },
  {
    "text": "इन्द्र॑ मरुत्व इ॒ह पा॑हि॒ सोमं॒ यथा॑ शार्या॒ते अपि॑बः सु॒तस्य॑ ।\nतव॒ प्रणी॑ती॒ तव॑ शूर॒ शर्म॒न्ना वि॑वासन्ति क॒वयः॑ सुय॒ज्ञाः ।\nउ॒प॒या॒मगृ॑हीतो॒ऽसीन्द्रा॑य त्वा म॒रुत्व॑त ए॒ष ते॒ योनि॒रिन्द्रा॑य त्वा म॒रुत्व॑ते ॥३५॥",
    "index": 35,
    "shloka_num": 35
  },
  {
    "text": "म॒रुत्व॑न्तं वृष॒भं वा॑वृधा॒नमक॑वारिं दि॒व्यᳪशा॒समिन्द्र॑म् ।\nवि॑श्वा॒साह॒मव॑से॒ नूत॑नायो॒ग्रᳪस॑हो॒दामि॒ह तᳪ हु॑वेम ।\nउ॒प॒या॒मगृ॑हीतो॒ऽसीन्द्रा॑य त्वा म॒रुत्व॑ते ए॒ष ते॒ योनि॒रिन्द्रा॑य त्वा म॒रुत्व॑ते ।\nउ॒प॒या॒मगृ॑हीतोऽसि म॒रुतां॒ त्वौज॑से ॥३६॥",
    "index": 36,
    "shloka_num": 36
  },
  {
    "text": "स॒जोषा॑ इन्द्र॒ सग॑णो म॒रुद्भिः॒ सोमं॑ पिब वृत्र॒हा शू॑र वि॒द्वान् ।\nज॒हि शत्रूँ॒२रप॒ मृधो॑ नुद॒स्वाथाभ॑यं कृणुहि वि॒श्वतो॑ नः ।\nउ॒प॒या॒मगृ॑हीतो॒ऽसीन्द्रा॑य त्वा म॒रुत्व॑त ए॒ष ते॒ योनि॒रिन्द्रा॑य त्वा म॒रुत्व॑ते ॥३७॥",
    "index": 37,
    "shloka_num": 37
  },
  {
    "text": "म॒रुत्वाँ॑२ इन्द्र वृष॒भो रणा॑य॒ पिबा॒ सोम॑मनुष्व॒धं मदा॑य ।\nआ सि॑ञ्चस्व ज॒ठरे॒ मध्व॑ ऊ॒र्मिं त्वᳪ राजा॑ऽसि॒ प्रति॑पत्सु॒ताना॑म् ।\nउ॒प॒या॒मगृ॑हीतो॒ऽसीन्द्रा॑य त्वा म॒रुत्व॑त ए॒ष ते॒ योनि॒रिन्द्रा॑य त्वा म॒रुत्व॑ते ॥३८॥",
    "index": 38,
    "shloka_num": 38
  },
  {
    "text": "म॒हाँ२ इन्द्रो॑ नृ॒वदा च॑र्षणि॒प्रा उ॒त द्वि॒बर्हा॑ अमि॒नः सहो॑भिः ।\nअ॒स्म॒द्र॒य्ग्वावृधे वी॒र्या॒यो॒रुः पृ॒थुः सुकृ॑तः क॒र्तृभि॑र्भूत् ।\nउ॒प॒या॒मगृ॑हीतोऽसि महे॒न्द्राय॑ त्वै॒ष ते॒ योनि॑र्महे॒न्द्राय॑ त्वा ॥३९॥",
    "index": 39,
    "shloka_num": 39
  },
  {
    "text": "म॒हाँ२ इन्द्रो॒ य ओज॑सा प॒र्जन्यो॑ वृष्टि॒माँ२ इ॑व ।\nस्तोमै॑र्व॒त्सस्य॑ वावृधे ।\nउ॒प॒या॒मगृ॑हीतोऽसि महे॒न्द्राय॑ त्वै॒ष ते॒ योनि॑र्महे॒न्द्राय॑ त्वा ॥४०॥",
    "index": 40,
    "shloka_num": 40
  },
  {
    "text": "उदु॒ त्यं जा॒तवे॑दसं दे॒वं व॑हन्ति के॒तवः॑ ।\nदृ॒शे विश्वा॑य॒ सूर्य॒j स्वाहा॑ ॥४१॥",
    "index": 41,
    "shloka_num": 41
  },
  {
    "text": "चि॒त्रं दे॒वाना॒मुदगा॒दनी॑कं॒ चक्षु॑र्मि॒त्रस्य॒ वरु॑णस्या॒ग्नेः ।\nआप्रा॒ द्यावा॑पृथि॒वी अ॒न्तरि॑क्ष॒j सूर्य॑ आ॒त्मा जग॑तस्त॒स्थुष॑श्च॒ स्वाहा॑ ॥४२॥",
    "index": 42,
    "shloka_num": 42
  },
  {
    "text": "अग्ने॒ नय॑ सु॒पथा॑ रा॒ये अ॒स्मान्विश्वा॑नि देव व॒युना॑नि वि॒द्वान् ।\nयु॒यो॒ध्यस्मज्जु॑हुरा॒णमेनो॒ भूयि॑ष्ठां ते॒ नम॑ उक्तिं विधेम॒ स्वाहा॑ ॥४३॥",
    "index": 43,
    "shloka_num": 43
  },
  {
    "text": "अ॒यं नो॑ अ॒ग्निर्वरि॑वस्कृणोत्व॒यं मृधः॑ पु॒र ए॑तु प्रभि॒न्दन् ।\nअ॒यं वाजा॑न्जयतु॒ वाज॑साताव॒यᳪ शत्रू॑ञ्जयतु॒ जर्हृ॑षाणः॒ स्वाहा॑ ॥४४॥",
    "index": 44,
    "shloka_num": 44
  },
  {
    "text": "रू॒पेण॑ वो रू॒पम॒भ्यागां॑ तु॒थो वो॑ वि॒श्ववे॑दा॒ वि भ॑जतु ।\nऋ॒तस्य॑ प॒था प्रेत॑ च॒न्द्रद॑क्षिणा॒ वि स्वः॒ पश्य॒ व्यन्तरि॑क्षं॒ यत॑स्व सद॒स्यैः॒ ॥४५॥",
    "index": 45,
    "shloka_num": 45
  },
  {
    "text": "ब्रा॒ह्म॒णम॒द्य वि॑देयं पितृ॒मन्तं॑ पैतृम॒त्यमृषि॑मार्षे॒यᳪ सु॒धातु॑दक्षिणम् ।\nअ॒स्मद्रा॑ता देव॒त्रा ग॑च्छत प्रदा॒तार॒मा वि॑शत ॥४६॥",
    "index": 46,
    "shloka_num": 46
  },
  {
    "text": "अ॒ग्नये॑ त्वा॒ मह्यं॒ वरु॑णो ददातु॒ सो॒ऽमृत॒त्त्वम॑शी॒यायु॑र्दा॒त्र ए॑धि॒ मयो॒ मह्यं॑ प्रतिग्रही॒त्रे रु॒द्राय॑ त्वा॒ मह्यं॒ वरु॑णो ददातु॒ सो॒ऽमृत॒त्त्वम॑शीय प्रा॒णो दा॒त्र ए॑धि॒ वयो॒ मह्यं॑ प्रतिग्रही॒त्रे बृह॒स्पत॑ये त्वा॒ मह्यं॒ वरु॑णो ददातु॒ सो॒ऽमृत॒त्त्वम॑शीय॒ त्वग्दा॒त्र ए॑धि॒ मयो॒ मह्यं॑ प्रतिग्रही॒त्रे य॒माय॑ त्वा॒ मह्यं॒ वरु॑णो ददातु॒ सो॒ऽमृत॒त्त्वम॑शीय॒ हयो॑ दा॒त्र ए॑धि॒ वयो॒ मह्यं॑ प्रतिग्रही॒त्रे ॥४७॥",
    "index": 47,
    "shloka_num": 47
  },
  {
    "text": "को॑ऽदा॒त्कस्मा॑ अदा॒त्कामो॑ऽदा॒त्कामा॑यादात् ।\nकामो॑ दा॒ता कामः॑ प्रतिग्रही॒ता कामै॒तत्ते॑ ॥४८॥",
    "index": 48,
    "shloka_num": 48
  }
]
