[
  {
    "text": "देव॑ सवितः॒ प्रसु॑व य॒ज्ञं प्रसु॑व य॒ज्ञप॑तिं॒ भगा॑य ।\nदि॒व्यो ग॑न्ध॒र्वः के॑तु॒पूः केतं॑ नः पुनातु वा॒चस्पति॒र्वाजं॑ नः स्वदतु॒ स्वाहा॑ ॥१॥",
    "index": 1,
    "shloka_num": 1
  },
  {
    "text": "ध्रु॑व॒सदं॑ त्वा नृ॒षदं॑ मनः॒सद॑मुपया॒मगृ॑हीतो॒ऽसीन्द्रा॑य त्वा॒ जुष्टं॑ गृह्णाम्ये॒ष ते॒ योनि॒रिन्द्रा॑य त्वा॒ जुष्ट॑तमम् ।\nअ॑प्सु॒षदं॑ त्वा घृत॒सदं॑ व्योम॒सद॑मुपया॒मगृ॑हीतो॒ऽसीन्द्रा॑य त्वा॒ जुष्टं॑ गृह्णाम्ये॒ष ते॒ योनि॒रिन्द्रा॑य त्वा॒ जुष्ट॑तमम् ।\nपृथि॒वी॒सदं॑ त्वाऽन्तरिक्ष॒सदं॑ दिवि॒सदं॑ देव॒सदं॑ नाक॒सद॑मुपया॒मगृ॑हीतो॒ऽसीन्द्रा॑य त्वा॒ जुष्टं॑ गृह्णाम्ये॒ष ते॒ योनि॒रिन्द्रा॑य त्वा॒ जुष्ट॑तमम् ॥२॥",
    "index": 2,
    "shloka_num": 2
  },
  {
    "text": "अ॒पाᳪ रस॒मुद्व॑यस॒ᳪ सूर्ये॒ सन्त॑ᳪ स॒माहि॑तम् ।\nअ॒पाᳪ रस॑स्य॒ यो रस॒स्तं वो॑ गृह्णाम्युत्त॒ममु॑पया॒मगृ॑हीतो॒ सीन्द्रा॑य त्वा॒ जुष्टं॑ गृह्णाम्ये॒ष ते॒ योनि॒रिन्द्रा॑य त्वा॒ जुष्ट॑तमम् ॥३॥",
    "index": 3,
    "shloka_num": 3
  },
  {
    "text": "ग्रहा॑ ऊर्जाहुतयो॒ व्यन्तो॒ विप्रा॑य म॒तिम् ।\nतेषां॒ विशि॑प्रियाणां वो॒ऽहमिष॒मूर्ज॒ᳪ सम॑ग्रभमुपया॒मगृ॑हीतो॒ऽसीन्द्रा॑य त्वा॒ जुष्टं॑ गृह्णाम्ये॒ष ते॒ योनि॒रिन्द्रा॑य त्वा॒ जुष्ट॑तमम् ।\nस॒म्पृचौ॑ स्थः॒ सं मा॑ भ॒द्रेण॑ पृङ्क्तं वि॒पृचौ॑ स्थो॒ वि मा॑ पा॒प्मना॑ पृङ्क्तम् ॥४॥",
    "index": 4,
    "shloka_num": 4
  },
  {
    "text": "इन्द्र॑स्य॒ वज्रो॑ऽसि वाज॒सास्त्वया॒यं वाज॑ᳪ से॑त् ।\nवाज॑स्य॒ नु प्र॑स॒वे मा॒तरं॑ म॒हीमदि॑तिं॒ नाम॒ वच॑सा करामहे ।\nयस्या॑मि॒दं विश्वं॒ भुव॑नमावि॒वेश॒ तस्यां॑ नो दे॒वः स॑वि॒ता धर्म॑ साविषत् ॥५॥",
    "index": 5,
    "shloka_num": 5
  },
  {
    "text": "अ॒प्स्वन्तर॒मृत॑म॒प्सु भे॑ष॒जम॒पामु॒त प्रश॑स्ति॒ष्वश्वा॒ भव॑त वा॒जिनः॑ ।\nदेवी॑रापो॒ यो व॑ ऊ॒र्मिः प्रतू॑र्तिः क॒कुन्मा॑न् वाज॒सास्तेना॒यं वाज॑ᳪ सेत् ॥६॥",
    "index": 6,
    "shloka_num": 6
  },
  {
    "text": "वातो॑ वा॒ मनो॑ वा गन्ध॒र्वाः स॒प्तवि॑ᳪशतिः ।\nते अग्रेऽश्व॑मयुञ्जँ॒स्ते अ॑स्मिञ्ज॒वमा द॑धुः ॥७॥",
    "index": 7,
    "shloka_num": 7
  },
  {
    "text": "वात॑रᳪहा भव वाजिन्यु॒ज्यमा॑न॒ इन्द्र॑स्येव॒ दक्षि॑णः श्रि॒यैधि॑ ।\nयु॒ञ्जन्तु॑ त्वा म॒रुतो॑ विश्व॒वेद॑स॒ आ ते॒ त्वष्टा॑ प॒त्सु ज॒वं द॑धातु ॥८॥",
    "index": 8,
    "shloka_num": 8
  },
  {
    "text": "ज॒वो यस्ते॑ वाजि॒न्निहि॑तो॒ गुहा॒ यः श्ये॒ने परी॑त्तो॒ अच॑रच्च॒ वाते॑ ।\nतेन॑ नो वाजि॒न् वल॑वा॒न् बले॑न वाज॒जिच्च॒ भव॒ सम॑ने च पारयि॒ष्णुः ।\nवाजि॑नो वाजजितो॒ वाज॑ᳪ सरि॒ष्यन्तो॒ बृह॒स्पते॑र्भा॒गमव॑जिघ्रत ॥९॥",
    "index": 9,
    "shloka_num": 9
  },
  {
    "text": "दे॒वस्या॒हᳪ स॑वि॒तुः स॒वे स॒त्यस॑वसो॒ बृह॒स्पते॑रुत्त॒मं नाक॑ᳪ रुहेयम् ।\nदे॒वस्या॒हᳪ स॑वि॒तुः स॒वे स॒त्यस॑वस॒ इन्द्र॑स्योत्त॒मं नाक॑ᳪ रुहेयम् ।\nदे॒वस्या॒हᳪ स॑वि॒तुः स॒वे स॒त्यप्र॑सवसो॒ बृह॒स्पते॑रुत्त॒मं नाक॑मरुहम् ।\nदे॒वस्या॒हᳪ स॑वि॒तुः स॒वे स॒त्यप्र॑सवस॒ इन्द्र॑स्योत्त॒मं नाक॑मरुहम् ॥१०॥",
    "index": 10,
    "shloka_num": 10
  },
  {
    "text": "बृह॑स्पते॒ वाजं॑ जय॒ बृह॒स्पत॑ये॒ वाचं॑ वदत॒ बृह॒स्पतिं॒ वाजं॑ जापयत ।\nइन्द्र॒ वाजं॑ ज॒येन्द्रा॑य॒ वाचं॑ वद॒तेन्द्रं॒ वाजं॑ जापयत ॥११॥",
    "index": 11,
    "shloka_num": 11
  },
  {
    "text": "ए॒षा वः॒ सा स॒त्या सं॒वाग॑भू॒द्यया॒ बृह॒स्पतिं॒ वाज॒मजी॑जप॒ताजी॑जपत॒ बृह॒स्पतिं॒ वाजं॒ वन॑स्पतयो॒ विमु॑च्यध्वम् ।\nए॒षा वः॒ सा स॒त्या सं॒वाग॑भू॒द्ययेन्द्रं॒ वाज॒मजी॑जप॒ताजी॑जप॒तेन्द्रं॒ वाजं॒ वन॑स्पतयो॒ विमु॑च्यध्वम् ॥१२॥",
    "index": 12,
    "shloka_num": 12
  },
  {
    "text": "दे॒वस्या॒हᳪ स॑वि॒तुः स॒वे स॒त्यप्र॑सवसो॒ बृह॒स्पते॑र्वाज॒जितो॒ वाजं॑ जेषम् ।\nवाजि॑नो वाजजि॒तोऽध्व॑न स्कभ्नु॒वन्तो॒ योज॑ना॒ मिमा॑नाः॒ काष्ठां॑ गच्छत ॥१३॥",
    "index": 13,
    "shloka_num": 13
  },
  {
    "text": "ए॒ष स्य वा॒जी क्षि॑प॒णिं तु॑रण्यति ग्री॒वायां॑ ब॒द्धो अ॑पिक॒क्ष आ॒सनि॑ ।\nक्रतुं॑ दधि॒क्रा अनु॑ स॒ᳪसनि॑ष्यदत्प॒थामङ्का॒ᳪस्यन्वा॒पनी॑पण॒त् स्वाहा॑ ॥१४॥",
    "index": 14,
    "shloka_num": 14
  },
  {
    "text": "उ॒त स्मा॑स्य॒ द्रुव॑तस्तुरण्य॒तः प॒र्णं न वेरनु॑वाति प्रग॒र्धिनः॑ ।\nश्ये॒नस्ये॑व॒ ध्रज॑तो अङ्क॒सं परि॑ दधि॒क्राव्णः॑ स॒होर्जा तरि॑त्रतः॒ स्वाहा॑ ॥१५॥",
    "index": 15,
    "shloka_num": 15
  },
  {
    "text": "शं नो॑ भवन्तु वा॒जिनो॒ हवे॑षु दे॒वता॑ता मि॒तद्र॑वः स्व॒र्काः ।\nज॒म्भय॒न्तोऽहिं॒ वृक॒ᳪ रक्षा॑सि॒ सने॑म्य॒स्मद्यु॑यव॒न्नमी॑वाः ॥१६॥",
    "index": 16,
    "shloka_num": 16
  },
  {
    "text": "ते नो॒ अर्व॑न्तो हवन॒श्रुतो॒ हवं॒ विश्वे॑ शृण्वन्तु वा॒जिनो॑ मि॒तद्र॑वः ।\nस॒ह॒स्र॒सा मे॒धसा॑ता सनि॒ष्यवो॑ म॒हो ये धन॑ᳪ समि॒थेषु॑ जभ्रि॒रे ॥१७॥",
    "index": 17,
    "shloka_num": 17
  },
  {
    "text": "वाजे॑-वाजेऽवत वाजिनो नो॒ धने॑षु विप्रा अमृता ऋतज्ञाः ।\nअ॒स्य मध्वः॑ पिबत मा॒दय॑ध्वं तृ॒प्ता या॑त प॒थिभि॑र्देव॒यानैः॑ ॥१८॥",
    "index": 18,
    "shloka_num": 18
  },
  {
    "text": "आ मा॒ वाज॑स्य प्रस॒वो ज॑गम्या॒देमे द्यावा॑पृथि॒वी वि॒श्वरू॑पे ।\nआ मा॑ गन्तां पि॒तरा॑ मा॒तरा॒ चा मा॒ सोमो॑ अमृत॒त्वेन॑ गम्यात् ।\nवाजि॑नो वाजजितो॒ वाज॑ᳪ ससृ॒वाᳪसो॒ बृह॒स्पते॑र्भा॒गमव॑जिघ्रत निमृजा॒नाः ॥१९॥",
    "index": 19,
    "shloka_num": 19
  },
  {
    "text": "आ॒पये॒ स्वाहा॑ स्वा॒पये॒ स्वाहा॑ ऽपि॒जाय॒ स्वाहा॑ क्रत॑वे॒ स्वाहा॒ वस॑वे॒ स्वाहा॑ ऽह॒र्पत॑ये॒ स्वाहा॑ ऽह्ने॑ मु॒ग्धाय॒ स्वाहा॑ मु॒ग्धाय॑ वैनᳪशि॒नाय॒ स्वाहा॑ विन॒ᳪशिन॑ आन्त्याय॒नाय॒ स्वाहा ऽन्त्या॑य भौव॒नाय॒ स्वाहा॒ भुव॑नस्य॒ पत॑ये॒ स्वाहाऽधि॑पतये॒ स्वाहा॑ ॥२०॥",
    "index": 20,
    "shloka_num": 20
  },
  {
    "text": "आयु॑र्य॒ज्ञेन॑ कल्पतां प्रा॒णो य॒ज्ञेन॑ कल्पतां॒ चक्षु॑र्य॒ज्ञेन॑ कल्पतातां॒ᳪ श्रोत्रं॑ य॒ज्ञेन॑ कल्पतां॒ पृ॒ष्ठं य॒ज्ञेन॑ कल्पतां॒ य॒ज्ञो य॒ज्ञेन॑ कल्पताम् ।\nप्र॒जाप॑तेः प्र॒जा अ॑भूम॒ स्व॒र्देवा अगन्मा॒मृता॑ अभूम ॥२१॥",
    "index": 21,
    "shloka_num": 21
  },
  {
    "text": "अ॒स्मे वो॑ अस्त्विन्द्रि॒यम॒स्मे नृ॒म्णमु॒त क्रतु॑र॒स्मे वर्चा॑ᳪसि सन्तु वः ।\nनमो॑ मा॒त्रे पृ॑थि॒व्यै॒ नमो॑ मा॒त्रे पृ॑थि॒व्या इ॒यं ते॒ राड् य॒न्ताऽसि॒ यम॑नो ध्रु॒वो॒ऽसि ध॒रुणः॑ ।\nकृ॒ष्यै त्वा॒ क्षेमा॑य त्वा र॒य्यै त्वा॒ पोषा॑य त्वा ॥२२॥",
    "index": 22,
    "shloka_num": 22
  },
  {
    "text": "वाज॑स्ये॒मं प्र॑स॒वः सु॑षु॒वेऽग्रे॒ सोम॒ᳪ राजा॑न॒मोष॑धीष्व॒प्सु ।\nता अ॒स्मभ्यं॒ मधु॑मतीर्भवन्तु व॒यᳪ रा॒ष्ट्रे जा॑गृयाम पु॒रोहि॑ताः॒ स्वाहा॑ ॥२३॥",
    "index": 23,
    "shloka_num": 23
  },
  {
    "text": "वाज॑स्ये॒मां प्र॑स॒वः शि॑श्रिये॒ दिव॑मि॒मा च॒ विश्वा॒ भुव॑नानि स॒म्राट् ।\nअदि॑त्सन्तं दापयति प्रजा॒नन्त्स नो॑ र॒यिᳪ सर्व॑वीरं॒ नि य॑च्छतु॒ स्वाहा॑ ॥२४॥",
    "index": 24,
    "shloka_num": 24
  },
  {
    "text": "वाज॑स्य॒ नु प्र॑स॒व आ ब॑भूवे॒मा च॒ विश्वा॒ भुव॑नानि स॒र्वतः॑ ।\nसने॑मि॒ राजा॒ परि॑ याति वि॒द्वान् प्र॒जां पुष्टिं॑ व॒र्धय॑मानो अ॒स्मे स्वाहा॑ ॥२५॥",
    "index": 25,
    "shloka_num": 25
  },
  {
    "text": "सोम॒ᳪ राजा॑न॒मव॑से॒ऽग्निम॒न्वा॑रभामहे | आ॒दि॒त्यान्विष्णु॒ᳪ सूर्यं॑ ब्र॒ह्माणं॑ च॒ बृह॒स्पति॒ᳪ स्वाहा॑ ॥२६॥",
    "index": 26,
    "shloka_num": 26
  },
  {
    "text": "अ॒र्य॒मणं॒ बृह॒स्पति॒मिन्द्रं॒ दाना॑य चोदय ।\nवाचं॒ विष्णु॒ᳪ सर॑स्वतीᳪ सवि॒तारं॑ च वा॒जिन॒ᳪ स्वाहा॑ ॥२७॥",
    "index": 27,
    "shloka_num": 27
  },
  {
    "text": "अग्ने॒ अच्छा॑ वदे॒ह नः॒ प्रति॑ नः सु॒मना॑ भव ।\nप्र नो॑ यच्छ सहस्रजि॒त्त्वᳪ हि ध॑न॒दा असि॒ स्वाहा॑ ॥२८॥",
    "index": 28,
    "shloka_num": 28
  },
  {
    "text": "प्र नो॑ यच्छत्वर्य॒मा प्र पू॒षा प्र बृह॒स्पतिः॑ ।\nप्र वाग्दे॒वी द॑दातु नः॒ स्वाहा॑ ॥२९॥",
    "index": 29,
    "shloka_num": 29
  },
  {
    "text": "दे॒वस्य॑ त्वा सवि॒तुः प्र॑स॒वेऽश्विनो॑र्बा॒हुभ्यां॑ पू॒ष्णो हस्ता॑भ्याम् ।\nसर॑स्वत्यै वा॒चो य॒न्तुर्य॒न्त्रिये॑ दधामि॒ बृह॒स्पते॑ष्ट्वा॒ साम्रा॑ज्येना॒भि षि॑ञ्चाम्यसौ ॥३०॥",
    "index": 30,
    "shloka_num": 30
  },
  {
    "text": "अ॒ग्निरेका॑क्षरेण प्रा॒णमुद॑जय॒त्तमुज्जे॑षम॒श्विनौ॒ द्व्य॒क्षरेण द्वि॒पदो॑ मनु॒ष्यानुद॑जयतां॒ तानुज्जे॑षं॒ विष्णु॒स्त्र्य॒क्षरेण॒ त्रीँल्लो॒कानुद॑जय॒त्तानुज्जे॑षं॒ᳪ सोम॒श्चतु॑रक्षरेण॒ चतु॑ष्पदः प॒शूनुद॑जय॒त्तानुज्जे॑षम् ॥३१॥",
    "index": 31,
    "shloka_num": 31
  },
  {
    "text": "पू॒षा पञ्चा॑क्षरेण॒ पञ्च॒ दिश॒ उद॑जय॒त्ता उज्जे॑षंᳪ सवि॒ता षड॑क्षरेण॒ षडृ॒तूनुद॑जय॒त्तानुज्जे॑षं म॒रुतः॑ स॒प्ताक्ष॑रेण स॒प्त ग्रा॒म्यान् प॒शूनुद॑जयँ॒स्तानुज्जे॑षं॒ बृह॒स्पति॑र॒ष्टाक्ष॑रेण गाय॒त्रीमुद॑जय॒त्तामुज्जे॑षम् ॥३२॥",
    "index": 32,
    "shloka_num": 32
  },
  {
    "text": "मि॒त्रो नवा॑क्षरेण त्रि॒वृत॒ᳪ स्तोम॒मुद॑जय॒त्तमुज्जे॑षं॒ वरु॑णो॒ दशा॑क्षरेण वि॒राज॒मुद॑जय॒त्तामुज्जे॑ष॒मिन्द्र॒ ए॒काद॑शाक्षरेण त्रि॒ष्टुभ॒मुद॑जय॒त्तामुज्जे॑षं॒ विश्वे॑ दे॒वा द्वाद॑शाक्षरेण॒ जग॑ती॒मुद॑जयँ॒स्तामुज्जे॑षम् ॥३३॥",
    "index": 33,
    "shloka_num": 33
  },
  {
    "text": "वस॑व॒स्त्रयो॑दशाक्षरेण त्रयोद॒शᳪ स्तोम॒मुद॑जयँ॒स्तमुज्जे॑षंᳪ रु॒द्राश्चतु॑र्दशाक्षरेण चतुर्द॒शᳪ स्तोम॒मुद॑जयँ॒स्तमुज्जे॑षमादि॒त्याः पञ्च॑दशाक्षरेण पञ्चद॒शᳪ स्तोम॒मुद॑जयँ॒स्तमुज्जे॑ष॒मदि॑तिः॒ षोड॑शाक्षरेण षोड॒शᳪ स्तोम॒मुद॑जय॒त्तमुज्जे॑षं प्र॒जाप॑तिः स॒प्तद॑शाक्षरेण सप्तद॒शᳪ स्तोम॒मुद॑जय॒त्तमुज्जे॑षम् ॥३४॥",
    "index": 34,
    "shloka_num": 34
  },
  {
    "text": "ए॒ष ते॑ निरृते भा॒गस्तं जु॑षस्व॒ स्वाहा॒ऽग्निने॑त्रेभ्यो दे॒वेभ्यः॑ पुरः॒ सद्भ्यः॒ स्वाहा॑ य॒मने॑त्रेभ्यो दे॒वेभ्यो॑ दक्षि॒णासद्भ्यः॒ स्वाहा॑ वि॒श्वदे॑वनेत्रेभ्यो दे॒वेभ्यः॑ पश्चा॒त्सद्भ्यः॒ स्वाहा॑ मि॒त्रावरु॑णनेत्रेभ्यो वा म॒रुन्ने॑त्रेभ्यो वा दे॒वेभ्य॑ उत्तरा॒सद्भ्यः॒ स्वाहा॒ सोम॑नेत्रेभ्यो दे॒वेभ्य॑ उपरि॒सद्भ्यो॒ दुव॑स्वद्भ्यः॒ स्वाहा॑ ॥३५॥",
    "index": 35,
    "shloka_num": 35
  },
  {
    "text": "ये दे॒वा अ॒ग्निने॑त्राः पुरः॒ सद॒स्तेभ्यः॒ स्वाहा॒ ये दे॒वा य॒मने॑त्रा दक्षि॒णासद॒स्तेभ्यः॒ स्वाहा॒ ये दे॒वा वि॒श्वदे॑वनेत्राः पश्चा॒त्सद॒स्तेभ्यः॒ स्वाहा॒ ये दे॒वा मि॒त्रावरु॑णनेत्रा वा म॒रुन्ने॑त्रा वोत्तरा॒सद॒स्तेभ्यः॒ स्वाहा॒ ये दे॒वाः सोम॑नेत्रा उपरि॒सदो॒ दुव॑स्वन्त॒स्तेभ्यः॒ स्वाहा॑ ॥३६॥",
    "index": 36,
    "shloka_num": 36
  },
  {
    "text": "अग्ने॒ सह॑स्व॒ पृत॑ना अ॒भिमा॑ती॒रपा॑स्य ।\nदु॒ष्टर॒स्तर॒न्नरा॑ती॒र्वर्चो॑ धा य॒ज्ञवा॑हसि ॥३७॥",
    "index": 37,
    "shloka_num": 37
  },
  {
    "text": "दे॒वस्य॑ त्वा सवि॒तुः प्र॑स॒वेऽश्विनो॑र्बा॒हुभ्यां॑ पू॒ष्णो हस्ता॑भ्याम् ।\nउ॒पा॒ᳪशोर्वी॒र्ये॒ण जुहोमि ह॒तᳪ रक्षः॒ स्वाहा॒ रक्ष॑सां त्वा ब॒धायाब॑धिष्म॒ रक्षोऽब॑धिष्मा॒मुम॒सौ ह॒तः ॥३८॥",
    "index": 38,
    "shloka_num": 38
  },
  {
    "text": "स॒वि॒ता त्वा॑ स॒वाना॑ᳪ सुव॒ताम॒ग्निर्गृ॒हप॑तीना॒ᳪ सोमो॒ वन॒स्पती॑नाम् ।\nबृह॒स्पति॑र्वा॒च इन्द्रो॒ ज्यैष्ठ्या॑य रु॒द्रः प॒शुभ्यो॑ मि॒त्रः स॒त्यो वरु॑णो॒ धर्म॑पतीनाम् ॥३९॥",
    "index": 39,
    "shloka_num": 39
  },
  {
    "text": "इ॒मं दे॑वा असप॒त्नᳪ सु॑वध्वं मह॒ते क्ष॒त्राय॑ मह॒ते ज्यैष्ठ्या॑य मह॒ते जान॑राज्या॒येन्द्र॑स्येन्द्रि॒याय॑ | इ॒मम॒मुष्य॑ पु॒त्रम॒मुष्यै॑ पु॒त्रम॒स्यै वि॒श ए॒ष वो॑ऽमी॒ राजा॒ सोमो॒ऽस्माकं॑ ब्राह्म॒णाना॒ᳪ राजा॑ ॥४०॥",
    "index": 40,
    "shloka_num": 40
  }
]
