[
  {
    "text": "१९ बार्हस्पत्यो भरद्वाजो, वीतहव्य आङ्गिरसो वा ।",
    "index": 0,
    "shloka_num": null
  },
  {
    "text": "अग्नि : ।\nजगती; ३; १५ शक्वरी; ६ अतिशक्वरी; १० – १४, १६,१९ त्रिष्टुप् , १७ अनुष्टुप् ; १८ बृहती ।\nइ॒ममू॒ षु वो॒ अति॑थिमुष॒र्बुधं॒ विश्वा॑सां वि॒शां पति॑मृञ्जसे गि॒रा ।\nवेतीद् दि॒वो ज॒नुषा॒ कच्चि॒दा शुचि॒र्ज्योक् चि॑दत्ति॒ गर्भो॒ यदच्यु॑तम् ॥१॥",
    "index": 1,
    "shloka_num": 1
  },
  {
    "text": "मि॒त्रं न यं सुधि॑तं॒ भृग॑वो द॒धुर्वन॒स्पता॒वीड्य॑मू॒र्ध्वशो॑चिषम् ।\nस त्वं सुप्री॑तो वी॒तह॑व्ये अद्भुत॒ प्रश॑स्तिभिर्महयसे दि॒वेदि॑वे ॥२॥",
    "index": 2,
    "shloka_num": 2
  },
  {
    "text": "स त्वं दक्ष॑स्यावृ॒को वृ॒धो भू॑र॒र्यः पर॒स्यान्त॑रस्य॒ तरु॑षः ।\nरा॒यः सू॑नो सहसो॒ मर्त्ये॒ष्वा छ॒र्दिर्य॑च्छ वी॒तह॑व्याय स॒प्रथो॑ भ॒रद्वा॑जाय स॒प्रथ॑: ॥३॥",
    "index": 3,
    "shloka_num": 3
  },
  {
    "text": "द्यु॒ता॒नं वो॒ अति॑थिं॒ स्व॑र्णरम॒ग्निं होता॑रं॒ मनु॑षः स्वध्व॒रम् ।\nविप्रं॒ न द्यु॒क्षव॑चसं सुवृ॒क्तिभि॑र्हव्य॒वाह॑मर॒तिं दे॒वमृ॑ञ्जसे ॥४॥",
    "index": 4,
    "shloka_num": 4
  },
  {
    "text": "पा॒व॒कया॒ यश्चि॒तय॑न्त्या कृ॒पा क्षाम॑न् रुरु॒च उ॒षसो॒ न भा॒नुना॑ ।\nतूर्व॒न् न याम॒न्नेत॑शस्य॒ नू रण॒ आ यो घृ॒णे न त॑तृषा॒णो अ॒जर॑: ॥५॥",
    "index": 5,
    "shloka_num": 5
  },
  {
    "text": "अ॒ग्निम॑ग्निं वः स॒मिधा॑ दुवस्यत प्रि॒यंप्रि॑यं वो॒ अति॑थिं गृणी॒षणि॑ ।\nउप॑ वो गी॒र्भिर॒मृतं॑ विवासत दे॒वो दे॒वेषु॒ वन॑ते॒ हि वार्यं॑ दे॒वो दे॒वेषु॒ वन॑ते॒ हि नो॒ दुव॑: ॥६॥",
    "index": 6,
    "shloka_num": 6
  },
  {
    "text": "समि॑द्धम॒ग्निं स॒मिधा॑ गि॒रा गृ॑णे॒ शुचिं॑ पाव॒कं पु॒रो अ॑ध्व॒रे ध्रु॒वम् ।\nविप्रं॒ होता॑रं पुरु॒वार॑म॒द्रुहं॑ क॒विं सु॒म्नैरी॑महे जा॒तवे॑दसम् ॥७॥",
    "index": 7,
    "shloka_num": 7
  },
  {
    "text": "त्वां दू॒तम॑ग्ने अ॒मृतं॑ यु॒गेयु॑गे हव्य॒वाहं॑ दधिरे पा॒युमीड्य॑म् ।\nदे॒वास॑श्च॒ मर्ता॑सश्च॒ जागृ॑विं वि॒भुं वि॒श्पतिं॒ नम॑सा॒ नि षे॑दिरे ॥८॥",
    "index": 8,
    "shloka_num": 8
  },
  {
    "text": "वि॒भूष॑न्नग्न उ॒भयाँ॒ अनु॑ व्र॒ता दू॒तो दे॒वानां॒ रज॑सी॒ समी॑यसे ।\nयत् ते॑ धी॒तिं सु॑म॒तिमा॑वृणी॒महे ऽध॑ स्मा नस्त्रि॒वरू॑थः शि॒वो भ॑व ॥९॥",
    "index": 9,
    "shloka_num": 9
  },
  {
    "text": "तं सु॒प्रती॑कं सु॒दृशं॒ स्वञ्च॒मवि॑द्वांसो वि॒दुष्ट॑रं सपेम ।\nस य॑क्ष॒द् विश्वा॑ व॒युना॑नि वि॒द्वान् प्र ह॒व्यम॒ग्निर॒मृते॑षु वोचत् ॥१०॥",
    "index": 10,
    "shloka_num": 10
  },
  {
    "text": "तम॑ग्ने पास्यु॒त तं पि॑पर्षि॒ यस्त॒ आन॑ट् क॒वये॑ शूर धी॒तिम् ।\nय॒ज्ञस्य॑ वा॒ निशि॑तिं॒ वोदि॑तिं वा॒ तमित् पृ॑णक्षि॒ शव॑सो॒त रा॒या ॥११॥",
    "index": 11,
    "shloka_num": 11
  },
  {
    "text": "त्वम॑ग्ने वनुष्य॒तो नि पा॑हि॒ त्वमु॑ नः सहसावन्नव॒द्यात् ।\nसं त्वा॑ ध्वस्म॒न्वद॒भ्ये॑तु॒ पाथ॒: सं र॒यिः स्पृ॑ह॒याय्य॑: सह॒स्री ॥१२॥",
    "index": 12,
    "shloka_num": 12
  },
  {
    "text": "अ॒ग्निर्होता॑ गृ॒हप॑ति॒: स राजा॒ विश्वा॑ वेद॒ जनि॑मा जा॒तवे॑दाः ।\nदे॒वाना॑मु॒त यो मर्त्या॑नां॒ यजि॑ष्ठ॒: स प्र य॑जतामृ॒तावा॑ ॥१३॥",
    "index": 13,
    "shloka_num": 13
  },
  {
    "text": "अग्ने॒ यद॒द्य वि॒शो अ॑ध्वरस्य होत॒: पाव॑कशोचे॒ वेष्ट्वं हि यज्वा॑ ।\nऋ॒ता य॑जासि महि॒ना वि यद् भूर्ह॒व्या व॑ह यविष्ठ॒ या ते॑ अ॒द्य ॥१४॥",
    "index": 14,
    "shloka_num": 14
  },
  {
    "text": "अ॒भि प्रयां॑सि॒ सुधि॑तानि॒ हि ख्यो नि त्वा॑ दधीत॒ रोद॑सी॒ यज॑ध्यै ।\nअवा॑ नो मघव॒न् वाज॑साता॒वग्ने॒ विश्वा॑नि दुरि॒ता त॑रेम॒ ता त॑रेम॒ तवाव॑सा तरेम ॥१५॥",
    "index": 15,
    "shloka_num": 15
  },
  {
    "text": "अग्ने॒ विश्वे॑भिः स्वनीक दे॒वैरूर्णा॑वन्तं प्रथ॒मः सी॑द॒ योनि॑म् ।\nकु॒ला॒यिनं॑ घृ॒तव॑न्तं सवि॒त्रे य॒ज्ञं न॑य॒ यज॑मानाय सा॒धु ॥१६॥",
    "index": 16,
    "shloka_num": 16
  },
  {
    "text": "इ॒ममु॒ त्यम॑थर्व॒वद॒ग्निं म॑न्थन्ति वे॒धस॑: ।\nयम॑ङ्कू॒यन्त॒मान॑य॒न्नमू॑रं श्या॒व्या॑भ्यः ॥१७॥",
    "index": 17,
    "shloka_num": 17
  },
  {
    "text": "जनि॑ष्वा दे॒ववी॑तये स॒र्वता॑ता स्व॒स्तये॑ ।\nआ दे॒वान् व॑क्ष्य॒मृताँ॑ ऋता॒वृधो॑ य॒ज्ञं दे॒वेषु॑ पिस्पृशः ॥१८॥",
    "index": 18,
    "shloka_num": 18
  },
  {
    "text": "व॒यमु॑ त्वा गृहपते जनाना॒मग्ने॒ अक॑र्म स॒मिधा॑ बृ॒हन्त॑म् ।\nअ॒स्थू॒रि नो॒ गार्ह॑पत्यानि सन्तु ति॒ग्मेन॑ न॒स्तेज॑सा॒ सं शि॑शाधि ॥१९॥",
    "index": 19,
    "shloka_num": 19
  }
]
