[
  {
    "text": "१२ बार्हस्पत्यो भरद्वाजः । इन्द्रः, ९ , ११ विश्वे",
    "index": 0,
    "shloka_num": null
  },
  {
    "text": "देवाः ।\nत्रिष्टुप् ।\nइ॒मा उ॑ त्वा पुरु॒तम॑स्य का॒रोर्हव्यं॑ वीर॒ हव्या॑ हवन्ते ।\nधियो॑ रथे॒ष्ठाम॒जरं॒ नवी॑यो र॒यिर्विभू॑तिरीयते वच॒स्या ॥१॥",
    "index": 1,
    "shloka_num": 1
  },
  {
    "text": "तमु॑ स्तुष॒ इन्द्रं॒ यो विदा॑नो॒ गिर्वा॑हसं गी॒र्भिर्य॒ज्ञवृ॑द्धम् ।\nयस्य॒ दिव॒मति॑ म॒ह्ना पृ॑थि॒व्याः पु॑रुमा॒यस्य॑ रिरि॒चे म॑हि॒त्वम् ॥२॥",
    "index": 2,
    "shloka_num": 2
  },
  {
    "text": "स इत् तमो॑ऽवयु॒नं त॑त॒न्वत् सूर्ये॑ण व॒युन॑वच्चकार ।\nक॒दा ते॒ मर्ता॑ अ॒मृत॑स्य॒ धामेय॑क्षन्तो॒ न मि॑नन्ति स्वधावः ॥३॥",
    "index": 3,
    "shloka_num": 3
  },
  {
    "text": "यस्ता च॒कार॒ स कुह॑ स्वि॒दिन्द्रः॒ कमा जनं॑ चरति॒ कासु॑ वि॒क्षु ।\nकस्ते॑ य॒ज्ञो मन॑से॒ शं वरा॑य॒ को अ॒र्क इ॑न्द्र कत॒मः स होता॑ ॥४॥",
    "index": 4,
    "shloka_num": 4
  },
  {
    "text": "इ॒दा हि ते॒ वेवि॑षतः पुरा॒जाः प्र॒त्नास॑ आ॒सुः पु॑रुकृ॒त् सखा॑यः ।\nये म॑ध्य॒मास॑ उ॒त नूत॑नास उ॒ताव॒मस्य॑ पुरुहूत बोधि ॥५॥",
    "index": 5,
    "shloka_num": 5
  },
  {
    "text": "तं पृ॒च्छन्तोऽव॑रासः॒ परा॑णि प्र॒त्ना त॑ इन्द्र॒ श्रुत्यानु॑ येमुः ।\nअर्चा॑मसि वीर ब्रह्मवाहो॒ यादे॒व वि॒द्म तात् त्वा॑ म॒हान्त॑म् ॥६॥",
    "index": 6,
    "shloka_num": 6
  },
  {
    "text": "अ॒भि त्वा॒ पाजो॑ र॒क्षसो॒ वि त॑स्थे॒ महि॑ जज्ञा॒नम॒भि तत् सु ति॑ष्ठ ।\nतव॑ प्र॒त्नेन॒ युज्ये॑न॒ सख्या॒ वज्रे॑ण धृष्णो॒ अप॒ ता नु॑दस्व ॥७॥",
    "index": 7,
    "shloka_num": 7
  },
  {
    "text": "स तु श्रु॑धीन्द्र॒ नूत॑नस्य ब्रह्मण्य॒तो वी॑र कारुधायः ।\nत्वं ह्या॒३पिः प्र॒दिवि॑ पितॄ॒णां शश्व॑द् ब॒भूथ॑ सु॒हव॒ एष्टौ॑ ॥८॥",
    "index": 8,
    "shloka_num": 8
  },
  {
    "text": "प्रोतये॒ वरु॑णं मि॒त्रमिन्द्रं॑ म॒रुतः॑ कृ॒ष्वाव॑से नो अ॒द्य ।\nप्र पू॒षणं॒ विष्णु॑म॒ग्निं पुरं॑धिं सवि॒तार॒मोष॑धीः॒ पर्व॑ताँश्च ॥९॥",
    "index": 9,
    "shloka_num": 9
  },
  {
    "text": "इ॒म उ॑ त्वा पुरुशाक प्रयज्यो जरि॒तारो॑ अ॒भ्य॑र्चन्त्य॒र्कैः ।\nश्रु॒धी हव॒मा हु॑व॒तो हु॑वा॒नो न त्वावाँ॑ अ॒न्यो अ॑मृत॒ त्वद॑स्ति ॥१०॥",
    "index": 10,
    "shloka_num": 10
  },
  {
    "text": "नू म॒ आ वाच॒मुप॑ याहि वि॒द्वान् विश्वे॑भिः सूनो सहसो॒ यज॑त्रैः ।\nये अ॑ग्निजि॒ह्वा ऋ॑त॒साप॑ आ॒सुर्ये मनुं॑ च॒क्रुरुप॑रं॒ दसा॑य ॥११॥",
    "index": 11,
    "shloka_num": 11
  },
  {
    "text": "स नो॑ बोधि पुरए॒ता सु॒गेषू॒त दु॒र्गेषु॑ पथि॒कृद् विदा॑नः ।\nये अश्र॑मास उ॒रवो॒ वहि॑ष्ठा॒स्तेभि॑र्न इन्द्रा॒भि व॑क्षि॒ वाज॑म् ॥१२॥",
    "index": 12,
    "shloka_num": 12
  }
]
