[
  {
    "text": "११ बार्हस्पत्यो भरद्वाजः । मरुतः । त्रिष्टुप् ।",
    "index": 0,
    "shloka_num": null
  },
  {
    "text": "वपु॒र्नु तच्चि॑कि॒तुषे॑ चिदस्तु समा॒नं नाम॑ धे॒नु पत्य॑मानम् ।\nमर्ते॑ष्व॒न्यद्दो॒हसे॑ पी॒पाय॑ स॒कृच्छु॒क्रं दु॑दुहे॒ पृश्नि॒रूधः॑ ॥१॥",
    "index": 1,
    "shloka_num": 1
  },
  {
    "text": "ये अ॒ग्नयो॒ न शोशु॑चन्निधा॒ना द्विर्यत्त्रिर्म॒रुतो॑ वावृ॒धन्त॑ ।\nअ॒रे॒णवो॑ हिर॒ण्यया॑स एषां सा॒कं नृ॒म्णैः पौंस्ये॑भिश्च भूवन् ॥२॥",
    "index": 2,
    "shloka_num": 2
  },
  {
    "text": "रु॒द्रस्य॒ ये मी॒ळ्हुषः॒ सन्ति॑ पु॒त्रा याँश्चो॒ नु दाधृ॑वि॒र्भर॑ध्यै ।\nवि॒दे हि मा॒ता म॒हो म॒ही षा सेत्पृश्निः॑ सु॒भ्वे॒३ गर्भ॒माधा॑त् ॥३॥",
    "index": 3,
    "shloka_num": 3
  },
  {
    "text": "न य ईष॑न्ते ज॒नुषोऽया॒ न्व१न्तः सन्तो॑ऽव॒द्यानि॑ पुना॒नाः ।\nनिर्यद्दु॒ह्रे शुच॒योऽनु॒ जोष॒मनु॑ श्रि॒या त॒न्व॑मु॒क्षमा॑णाः ॥४॥",
    "index": 4,
    "shloka_num": 4
  },
  {
    "text": "म॒क्षू न येषु॑ दो॒हसे॑ चिद॒या आ नाम॑ धृ॒ष्णु मारु॑तं॒ दधा॑नाः ।\nन ये स्तौ॒ना अ॒यासो॑ म॒ह्ना नू चि॑त्सु॒दानु॒रव॑ यासदु॒ग्रान् ॥५॥",
    "index": 5,
    "shloka_num": 5
  },
  {
    "text": "त इदु॒ग्राः शव॑सा धृ॒ष्णुषे॑णा उ॒भे यु॑जन्त॒ रोद॑सी सु॒मेके॑ ।\nअध॑ स्मैषु रोद॒सी स्वशो॑चि॒राम॑वत्सु तस्थौ॒ न रोकः॑ ॥६॥",
    "index": 6,
    "shloka_num": 6
  },
  {
    "text": "अ॒ने॒नो वो॑ मरुतो॒ यामो॑ अस्त्वन॒श्वश्चि॒द्यमज॒त्यर॑थीः ।\nअ॒न॒व॒सो अ॑नभी॒शू र॑ज॒स्तूर्वि रोद॑सी प॒थ्या॑ याति॒ साध॑न् ॥७॥",
    "index": 7,
    "shloka_num": 7
  },
  {
    "text": "नास्य॑ व॒र्ता न त॑रु॒ता न्व॑स्ति॒ मरु॑तो॒ यमव॑थ॒ वाज॑सातौ ।\nतो॒के वा॒ गोषु॒ तन॑ये॒ यम॒प्सु स व्र॒जं दर्ता॒ पार्ये॒ अध॒ द्योः ॥८॥",
    "index": 8,
    "shloka_num": 8
  },
  {
    "text": "प्र चि॒त्रम॒र्कं गृ॑ण॒ते तु॒राय॒ मारु॑ताय॒ स्वत॑वसे भरध्वम् ।\nये सहां॑सि॒ सह॑सा॒ सह॑न्ते॒ रेज॑ते अग्ने पृथि॒वी म॒खेभ्यः॑ ॥९॥",
    "index": 9,
    "shloka_num": 9
  },
  {
    "text": "त्विषी॑मन्तो अध्व॒रस्ये॑व दि॒द्युत्तृ॑षु॒च्यव॑सो जु॒ह्वो॒३ नाग्नेः ।\nअ॒र्चत्र॑यो॒ धुन॑यो॒ न वी॒रा भ्राज॑ज्जन्मानो म॒रुतो॒ अधृ॑ष्टाः ॥१०॥",
    "index": 10,
    "shloka_num": 10
  },
  {
    "text": "तं वृ॒धन्तं॒ मारु॑तं॒ भ्राज॑दृष्टिं रु॒द्रस्य॑ सू॒नुं ह॒वसा वि॑वासे ।\nदि॒वः शर्धा॑य॒ शुच॑यो मनी॒षा गि॒रयो॒ नाप॑ उ॒ग्रा अ॑स्पृध्रन् ॥११॥",
    "index": 11,
    "shloka_num": 11
  }
]
