[
  {
    "text": "१० श्यावाश्व आत्रेयः । मरुतः । जगती, १० त्रिष्टुप् ।",
    "index": 0,
    "shloka_num": null
  },
  {
    "text": "प्रय॑ज्यवो म॒रुतो॒ भ्राज॑दृष्टयो बृ॒हद् वयो॑ दधिरे रु॒क्मव॑क्षसः ।\nईय॑न्ते॒ अश्वैः॑ सु॒यमे॑भिरा॒शुभिः॒ शुभं॑ या॒तामनु॒ रथा॑ अवृत्सत ॥१॥",
    "index": 1,
    "shloka_num": 1
  },
  {
    "text": "स्व॒यं द॑धिध्वे॒ तवि॑षीं॒ यथा॑ वि॒द बृ॒हन्म॑हान्त उर्वि॒या वि रा॑जथ ।\nउ॒तान्तरि॑क्षं ममिरे॒ व्योज॑सा॒ शुभं॑ या॒तामनु॒ रथा॑ अवृत्सत ॥२॥",
    "index": 2,
    "shloka_num": 2
  },
  {
    "text": "सा॒कं जा॒ताः सु॒भ्वः॑ सा॒कमु॑क्षि॒ताः श्रि॒ये चि॒दा प्र॑त॒रं वा॑वृधु॒र्नरः॑ ।\nवि॒रो॒किणः॒ सूर्य॑स्येव र॒श्मयः॒ शुभं॑ या॒तामनु॒ रथा॑ अवृत्सत ॥३॥",
    "index": 3,
    "shloka_num": 3
  },
  {
    "text": "आ॒भू॒षेण्यं॑ वो मरुतो महित्व॒नं दि॑दृ॒क्षेण्यं॒ सूर्य॑स्येव॒ चक्ष॑णम् ।\nउ॒तो अ॒स्माँ अ॑मृत॒त्वे द॑धातन॒ शुभं॑ या॒तामनु॒ रथा॑ अवृत्सत ॥४॥",
    "index": 4,
    "shloka_num": 4
  },
  {
    "text": "उदी॑रयथा मरुतः समुद्र॒तो यू॒यं वृ॒ष्टिं व॑र्षयथा पुरीषिणः ।\nन वो॑ दस्रा॒ उप॑ दस्यन्ति धे॒नवः॒ शुभं॑ या॒तामनु॒ रथा॑ अवृत्सत ॥५॥",
    "index": 5,
    "shloka_num": 5
  },
  {
    "text": "यदश्वा॑न् धू॒र्षु पृष॑ती॒रयु॑ग्ध्वं हिर॒ण्यया॒न् प्रत्यत्काँ॒ अमु॑ग्ध्वम् ।\nविश्वा॒ इत् स्पृधो॑ मरुतो॒ व्य॑स्यथ॒ शुभं॑ या॒तामनु॒ रथा॑ अवृत्सत ॥६॥",
    "index": 6,
    "shloka_num": 6
  },
  {
    "text": "न पर्व॑ता॒ न न॒द्यो॑ वरन्त वो॒ यत्राचि॑ध्वं मरुतो॒ गच्छ॒थेदु॒ तत् ।\nउ॒त द्यावा॑पृथि॒वी या॑थना॒ परि॒ शुभं॑ या॒तामनु॒ रथा॑ अवृत्सत ॥७॥",
    "index": 7,
    "shloka_num": 7
  },
  {
    "text": "यत् पू॒र्व्यं म॑रुतो॒ यच्च॒ नूत॑नं॒ यदु॒द्यते॑ वसवो॒ यच्च॑ श॒स्यते॑ ।\nविश्व॑स्य॒ तस्य॑ भवथा॒ नवे॑दसः॒ शुभं॑ या॒तामनु॒ रथा॑ अवृत्सत ॥८॥",
    "index": 8,
    "shloka_num": 8
  },
  {
    "text": "मृ॒ळत॑ नो मरुतो॒ मा व॑धिष्टना॒ऽस्मभ्यं॒ शर्म॑ बहु॒लं वि य॑न्तन ।\nअधि॑ स्तो॒त्रस्य॑ स॒ख्यस्य॑ गातन॒ शुभं॑ या॒तामनु॒ रथा॑ अवृत्सत ॥९॥",
    "index": 9,
    "shloka_num": 9
  },
  {
    "text": "यू॒यम॒स्मान् न॑यत॒ वस्यो॒ अच्छा॒ निरं॑ह॒तिभ्यो॑ मरुतो गृणा॒नाः ।\nजु॒षध्वं॑ नो ह॒व्यदा॑तिं यजत्रा व॒यं स्या॑म॒ पत॑यो रयी॒णाम् ॥१०॥",
    "index": 10,
    "shloka_num": 10
  },
  {
    "text": "॥",
    "index": 11,
    "shloka_num": null
  }
]
