[
  {
    "text": "१६ गृत्समद(आङ्गिरसः शौनहोत्रः पश्चाद्) भार्गवः शौनकः । अग्निः ।जगती ।",
    "index": 0,
    "shloka_num": null
  },
  {
    "text": "त्वम॑ग्ने॒ द्युभि॒स्त्वमा॑शुशु॒क्षणि॒स्त्वम॒द्भ्यस्त्वमश्म॑न॒स्परि॑ ।\nत्वं वने॑भ्य॒स्त्वमोष॑धीभ्य॒स्त्वं नृ॒णां नृ॑पते जायसे॒ शुचिः॑ ॥१॥",
    "index": 1,
    "shloka_num": 1
  },
  {
    "text": "तवा॑ग्ने हो॒त्रं तव॑ पो॒त्रमृ॒त्वियं॒ तव॑ ने॒ष्ट्रं त्वम॒ग्निदृ॑ताय॒तः ।\nतव॑ प्रशा॒स्त्रं त्वम॑ध्वरीयसि ब्र॒ह्मा चासि॑ गृ॒हप॑तिश्च नो॒ दमे॑ ॥२॥",
    "index": 2,
    "shloka_num": 2
  },
  {
    "text": "त्वम॑ग्न॒ इन्द्रो॑ वृष॒भः स॒ताम॑सि॒ त्वं विष्णु॑रुरुगा॒यो न॑म॒स्यः॑ ।\nत्वं ब्र॒ह्मा र॑यि॒विद् ब्र॑ह्मणस्पते॒ त्वं वि॑धर्तः सचसे॒ पुरं॑ध्या ॥३॥",
    "index": 3,
    "shloka_num": 3
  },
  {
    "text": "त्वम॑ग्ने॒ राजा॒ वरु॑णो धृ॒तव्र॑त॒स्त्वं मि॒त्रो भ॑वसि द॒स्म ईड्यः॑ ।\nत्वम॑र्य॒मा सत्प॑ति॒र्यस्य॑ सं॒भुजं॒ त्वमंशो॑ वि॒दथे॑ देव भाज॒युः ॥४॥",
    "index": 4,
    "shloka_num": 4
  },
  {
    "text": "त्वम॑ग्ने॒ त्वष्टा॑ विध॒ते सु॒वीर्यं॒ तव॒ ग्नावो॑ मित्रमहः सजा॒त्य॑म् ।\nत्वमा॑शु॒हेमा॑ ररिषे॒ स्वश्व्यं॒ त्वं न॒रां शर्धो॑ असि पुरू॒वसुः॑ ॥५॥",
    "index": 5,
    "shloka_num": 5
  },
  {
    "text": "त्वम॑ग्ने रु॒द्रो असु॑रो म॒हो दि॒वस्त्वं शर्धो॒ मारु॑तं पृ॒क्ष ई॑शिषे ।\nत्वं वातै॑ररु॒णैर्या॑सि शंग॒यस्त्वं पू॒षा वि॑ध॒तः पा॑सि॒ नु त्मना॑ ॥६॥",
    "index": 6,
    "shloka_num": 6
  },
  {
    "text": "त्वम॑ग्ने द्रविणो॒दा अ॑रं॒कृते॒ त्वं दे॒वः स॑वि॒ता र॑त्न॒धा अ॑सि ।\nत्वं भगो॑ नृपते॒ वस्व॑ ईशिषे॒ त्वं पा॒युर्दमे॒ यस्तेऽवि॑धत् ॥७॥",
    "index": 7,
    "shloka_num": 7
  },
  {
    "text": "त्वाम॑ग्ने॒ दम॒ आ वि॒श्पतिं॒ विश॒स्त्वां राजा॑नं सुवि॒दत्र॑मृञ्जते ।\nत्वं विश्वा॑नि स्वनीक पत्यसे॒ त्वं स॒हस्रा॑णि श॒ता दश॒ प्रति॑ ॥८॥",
    "index": 8,
    "shloka_num": 8
  },
  {
    "text": "त्वाम॑ग्ने पि॒तर॑मि॒ष्टिभि॒र्नर॒स्त्वां भ्रा॒त्राय॒ शम्या॑ तनू॒रुच॑म् ।\nत्वं पु॒त्रो भ॑वसि॒ यस्तेऽवि॑ध॒त्त्वं सखा॑ सु॒शेवः॑ पास्या॒धृषः॑ ॥९॥",
    "index": 9,
    "shloka_num": 9
  },
  {
    "text": "त्वम॑ग्न ऋ॒भुरा॒के न॑म॒स्य१स्त्वं वाज॑स्य क्षु॒मतो॑ रा॒य ई॑शिषे ।\nत्वं वि भा॒स्यनु॑ दक्षि दा॒वने॒ त्वं वि॒शिक्षु॑रसि य॒ज्ञमा॒तनिः॑ ॥१०॥",
    "index": 10,
    "shloka_num": 10
  },
  {
    "text": "त्वम॑ग्ने॒ अदि॑तिर्देव दा॒शुषे॒ त्वं होत्रा॒ भार॑ती वर्धसे गि॒रा ।\nत्वमिळा॑ श॒तहि॑मासि॒ दक्ष॑से॒ त्वं वृ॑त्र॒हा व॑सुपते॒ सर॑स्वती ॥११॥",
    "index": 11,
    "shloka_num": 11
  },
  {
    "text": "त्वम॑ग्ने॒ सुभृ॑त उत्त॒मं वय॒स्तव॑ स्पा॒र्हे वर्ण॒ आ सं॒दृशि॒ श्रियः॑ ।\nत्वं वाजः॑ प्र॒तर॑णो बृ॒हन्न॑सि॒ त्वं र॒यिर्ब॑हु॒लो वि॒श्वत॑स्पृ॒थुः ॥१२॥",
    "index": 12,
    "shloka_num": 12
  },
  {
    "text": "त्वाम॑ग्न आदि॒त्यास॑ आ॒स्यं१ त्वां जि॒ह्वां शुच॑यश्चक्रिरे कवे ।\nत्वां रा॑ति॒षाचो॑ अध्व॒रेषु॑ सश्चिरे॒ त्वे दे॒वा ह॒विर॑द॒न्त्याहु॑तम् ॥१३॥",
    "index": 13,
    "shloka_num": 13
  },
  {
    "text": "त्वे अ॑ग्ने॒ विश्वे॑ अ॒मृता॑सो अ॒द्रुह॑ आ॒सा दे॒वा ह॒विर॑द॒न्त्याहु॑तम् ।\nत्वया॒ मर्ता॑सः स्वदन्त आसु॒तिं त्वं गर्भो॑ वी॒रुधां॑ जज्ञिषे॒ शुचिः॑ ॥१४॥",
    "index": 14,
    "shloka_num": 14
  },
  {
    "text": "त्वं तान् त्सं च॒ प्रति॑ चासि म॒ज्मना ऽग्ने॑ सुजात॒ प्र च॑ देव रिच्यसे ।\nपृ॒क्षो यदत्र॑ महि॒ना वि ते॒ भुव॒दनु॒ द्यावा॑पृथि॒वी रोद॑सी उ॒भे ॥१५॥",
    "index": 15,
    "shloka_num": 15
  },
  {
    "text": "ये स्तो॒तृभ्यो॒ गोअ॑ग्रा॒मश्व॑पेशस॒मग्ने॑ रा॒तिमु॑पसृ॒जन्ति॑ सू॒रयः॑ ।\nअ॒स्माञ्च॒ तांश्च॒ प्र हि नेषि॒ वस्य॒ आ बृ॒हद् व॑देम वि॒दथे॑ सु॒वीराः॑ ॥१६॥",
    "index": 16,
    "shloka_num": 16
  }
]
