[
  {
    "text": "१७ कूर्मो गार्त्समदो, गृत्समदो वा । आदित्याः । त्रिष्टुप् ।",
    "index": 0,
    "shloka_num": null
  },
  {
    "text": "इ॒मा गिर॑ आदि॒त्येभ्यो॑ घृ॒तस्नूः॑ स॒नाद् राज॑भ्यो जु॒ह्वा॑ जुहोमि ।\nशृ॒णोतु॑ मि॒त्रो अ॑र्य॒मा भगो॑ नस्तुविजा॒तो वरु॑णो॒ दक्षो॒ अंशः॑ ॥१॥",
    "index": 1,
    "shloka_num": 1
  },
  {
    "text": "इ॒मं स्तोमं॒ सक्र॑तवो मे अ॒द्य मि॒त्रो अ॑र्य॒मा वरु॑णो जुषन्त ।\nआ॒दि॒त्यासः॒ शुच॑यो॒ धार॑पूता॒ अवृ॑जिना अनव॒द्या अरि॑ष्टाः ॥२॥",
    "index": 2,
    "shloka_num": 2
  },
  {
    "text": "त आ॑दि॒त्यास॑ उ॒रवो॑ गभी॒रा अद॑ब्धासो॒ दिप्स॑न्तो भूर्य॒क्षाः ।\nअ॒न्तः प॑श्यन्ति वृजि॒नोत सा॒धु सर्वं॒ राज॑भ्यः पर॒मा चि॒दन्ति॑ ॥३॥",
    "index": 3,
    "shloka_num": 3
  },
  {
    "text": "धा॒रय॑न्त आदि॒त्यासो॒ जग॒त् स्था दे॒वा विश्व॑स्य॒ भुव॑नस्य गो॒पाः ।\nदी॒र्घाधि॑यो॒ रक्ष॑माणा असु॒र्य॑मृ॒तावा॑न॒श्चय॑माना ऋ॒णानि॑ ॥४॥",
    "index": 4,
    "shloka_num": 4
  },
  {
    "text": "वि॒द्यामा॑दित्या॒ अव॑सो वो अ॒स्य यद॑र्यमन् भ॒य आ चि॑न्मयो॒भु ।\nयु॒ष्माकं॑ मित्रावरुणा॒ प्रणी॑तौ॒ परि॒ श्वभ्रे॑व दुरि॒तानि॑ वृज्याम् ॥५॥",
    "index": 5,
    "shloka_num": 5
  },
  {
    "text": "सु॒गो हि वो॑ अर्यमन्मित्र॒ पन्था॑ अनृक्ष॒रो व॑रुण सा॒धुरस्ति॑ ।\nतेना॑दित्या॒ अधि॑ वोचता नो॒ यच्छ॑ता नो दुष्परि॒हन्तु॒ शर्म॑ ॥६॥",
    "index": 6,
    "shloka_num": 6
  },
  {
    "text": "पिप॑र्तु नो॒ अदि॑ती॒ राज॑पु॒त्रा ऽति॒ द्वेषां॑स्यर्य॒मा सु॒गेभिः॑ ।\nबृ॒हन्मि॒त्रस्य॒ वरु॑णस्य॒ शर्मोप॑ स्याम पुरु॒वीरा॒ अरि॑ष्टाः ॥७॥",
    "index": 7,
    "shloka_num": 7
  },
  {
    "text": "ति॒स्रो भूमी॑र्धारय॒न् त्रीँरु॒त द्यून् त्रीणि॑ व्र॒ता वि॒दथे॑ अ॒न्तरे॑षाम् ।\nऋ॒तेना॑दित्या॒ महि॑ वो महि॒त्वं तद॑र्यमन् वरुण मित्र॒ चारु॑ ॥८॥",
    "index": 8,
    "shloka_num": 8
  },
  {
    "text": "त्री रो॑च॒ना दि॒व्या धा॑रयन्त हिर॒ण्ययाः॒ शुच॑यो॒ धार॑पूताः ।\nअस्व॑प्नजो अनिमि॒षा अद॑ब्धा उरु॒शंसा॑ ऋ॒जवे॒ मर्त्या॑य ॥९॥",
    "index": 9,
    "shloka_num": 9
  },
  {
    "text": "त्वं विश्वे॑षां वरुणासि॒ राजा॒ ये च॑ दे॒वा अ॑सुर॒ ये च॒ मर्ताः॑ ।\nश॒तं नो॑ रास्व श॒रदो॑ वि॒चक्षे॒ ऽश्यामायूं॑षि॒ सुधि॑तानि॒ पूर्वा॑ ॥१०॥",
    "index": 10,
    "shloka_num": 10
  },
  {
    "text": "न द॑क्षि॒णा वि चि॑किते॒ न स॒व्या न प्रा॒चीन॑मादित्या॒ नोत प॒श्चा ।\nपा॒क्या॑ चिद् वसवो धी॒र्या॑ चिद् यु॒ष्मानी॑तो॒ अभ॑यं॒ ज्योति॑रश्याम् ॥११॥",
    "index": 11,
    "shloka_num": 11
  },
  {
    "text": "यो राज॑भ्य ऋत॒निभ्यो॑ द॒दाश॒ यं व॒र्धय॑न्ति पु॒ष्टय॑श्च॒ नित्याः॑ ।\nस रे॒वान् या॑ति प्रथ॒मो रथे॑न वसु॒दावा॑ वि॒दथे॑षु प्रश॒स्तः ॥१२॥",
    "index": 12,
    "shloka_num": 12
  },
  {
    "text": "शुचि॑र॒पः सू॒यव॑सा॒ अद॑ब्ध॒ उप॑ क्षेति वृ॒द्धव॑याः सु॒वीरः॑ ।\nनकि॒ष्टं घ्न॒न्त्यन्ति॑तो॒ न दू॒राद् य आ॑दि॒त्यानां॒ भव॑ति॒ प्रणी॑तौ ॥१३॥",
    "index": 13,
    "shloka_num": 13
  },
  {
    "text": "अदि॑ते॒ मित्र॒ वरु॑णो॒त मृ॑ळ॒ यद्वो॑ व॒यं च॑कृ॒मा कच्चि॒दागः॑ ।\nउ॒र्व॑श्या॒मभ॑यं॒ ज्योति॑रिन्द्र॒ मा नो॑ दी॒र्घा अ॒भि न॑श॒न्तमि॑स्राः ॥१४॥",
    "index": 14,
    "shloka_num": 14
  },
  {
    "text": "उ॒भे अ॑स्मै पीपयतः समी॒ची दि॒वो वृ॒ष्टिं सु॒भगो॒ नाम॒ पुष्य॑न् ।\nउ॒भा क्षया॑वा॒जय॑न् याति पृ॒त्सूभावर्धौ॑ भवतः सा॒धू अ॑स्मै ॥१५॥",
    "index": 15,
    "shloka_num": 15
  },
  {
    "text": "या वो॑ मा॒या अ॑भि॒द्रुहे॑ यजत्राः॒ पाशा॑ आदित्या रि॒पवे॒ विचृ॑त्ताः ।\nअ॒श्वीव॒ ताँ अति॑ येषं॒ रथे॒नारि॑ष्टा उ॒रावा शर्म॑न्त्स्याम ॥१६॥",
    "index": 16,
    "shloka_num": 16
  },
  {
    "text": "माहं म॒घोनो॑ वरुण प्रि॒यस्य॑ भूरि॒दाव्न॒ आ वि॑दं॒ शून॑मा॒पेः ।\nमा रा॒यो रा॑जन्त् त्सु॒यमा॒दव॑ स्थां बृ॒हद् व॑देम वि॒दथे॑ सु॒वीराः॑ ॥१७॥",
    "index": 17,
    "shloka_num": 17
  }
]
