[
  {
    "text": "११ कूर्मो गार्त्समदो, गृत्समदो वा । वरुणः (१० दुःस्वप्ननाशिनीः) । त्रिष्टुप् ।",
    "index": 0,
    "shloka_num": null
  },
  {
    "text": "इ॒दं क॒वेरा॑दि॒त्यस्य॑ स्व॒राजो॒ विश्वा॑नि॒ सान्त्य॒भ्य॑स्तु म॒ह्ना ।\nअति॒ यो म॒न्द्रो य॒जथा॑य दे॒वः सु॑की॒र्तिं भि॑क्षे॒ वरु॑णस्य॒ भूरेः॑ ॥१॥",
    "index": 1,
    "shloka_num": 1
  },
  {
    "text": "तव॑ व्र॒ते सु॒भगा॑सः स्याम स्वा॒ध्यो॑ वरुण तुष्टु॒वांसः॑ ।\nउ॒पाय॑न उ॒षसां॒ गोम॑तीनाम॒ग्नयो॒ न जर॑माणा॒ अनु॒ द्यून् ॥२॥",
    "index": 2,
    "shloka_num": 2
  },
  {
    "text": "तव॑ स्याम पुरु॒वीर॑स्य॒ शर्म॑न्नुरु॒शंस॑स्य वरुण प्रणेतः ।\nयू॒यं नः॑ पुत्रा अदितेरदब्धा अ॒भि क्ष॑मध्वं॒ युज्या॑य देवाः ॥३॥",
    "index": 3,
    "shloka_num": 3
  },
  {
    "text": "प्र सी॑मादि॒त्यो अ॑सृजद्विध॒र्ताँ ऋ॒तं सिन्ध॑वो॒ वरु॑णस्य यन्ति ।\nन श्रा॑म्यन्ति॒ न वि मु॑चन्त्ये॒ते वयो॒ न प॑प्तू रघु॒या परि॑ज्मन् ॥४॥",
    "index": 4,
    "shloka_num": 4
  },
  {
    "text": "वि मच्छ्र॑थाय रश॒नामि॒वाग॑ ऋ॒ध्याम॑ ते वरुण॒ खामृ॒तस्य॑ ।\nमा तन्तु॑श्छेदि॒ वय॑तो॒ धियं॑ मे॒ मा मात्रा॑ शार्य॒पसः॑ पु॒र ऋ॒तोः ॥५॥",
    "index": 5,
    "shloka_num": 5
  },
  {
    "text": "अपो॒ सु म्य॑क्ष वरुण भि॒यसं॒ मत्सम्रा॒ळृता॒वोऽनु॑ मा गृभाय ।\nदामे॑व व॒त्साद् वि मु॑मु॒ग्ध्यंहो॑ न॒हि त्वदा॒रे नि॒मिष॑श्च॒नेशे॑ ॥६॥",
    "index": 6,
    "shloka_num": 6
  },
  {
    "text": "मा नो॑ व॒धैर्व॑रुण॒ ये त॑ इ॒ष्टावेनः॑ कृ॒ण्वन्त॑मसुर भ्री॒णन्ति॑ ।\nमा ज्योति॑षः प्रवस॒थानि॑ गन्म॒ वि षू मृधः॑ शिश्रथो जी॒वसे॑ नः ॥७॥",
    "index": 7,
    "shloka_num": 7
  },
  {
    "text": "नमः॑ पु॒रा ते॑ वरुणो॒त नू॒नमु॒ताप॒रं तु॑विजात ब्रवाम ।\nत्वे हि कं॒ पर्व॑ते॒ न श्रि॒तान्यप्र॑च्युतानि दूळभ व्र॒तानि॑ ॥८॥",
    "index": 8,
    "shloka_num": 8
  },
  {
    "text": "पर॑ ऋ॒णा सा॑वी॒रध॒ मत्कृ॑तानि॒ माहं रा॑जन्न॒न्यकृ॑तेन भोजम् ।\nअव्यु॑ष्टा॒ इन्नु भूय॑सीरु॒षास॒ आ नो॑ जी॒वान् व॑रुण॒ तासु॑ शाधि ॥९॥",
    "index": 9,
    "shloka_num": 9
  },
  {
    "text": "यो मे॑ राज॒न् युज्यो॑ वा॒ सखा॑ वा॒ स्वप्ने॑ भ॒यं भी॒रवे॒ मह्य॒माह॑ ।\nस्ते॒नो वा॒ यो दिप्स॑ति नो॒ वृको॑ वा॒ त्वं तस्मा॑द् वरुण पाह्य॒स्मान् ॥१०॥",
    "index": 10,
    "shloka_num": 10
  },
  {
    "text": "माहं म॒घोनो॑ वरुण प्रि॒यस्य॑ भूरि॒दाव्न॒ आ वि॑दं॒ शून॑मा॒पेः ।\nमा रा॒यो रा॑जन् त्सु॒यमा॒दव॑ स्थां बृ॒हद् व॑देम वि॒दथे॑ सु॒वीराः॑ ॥११॥",
    "index": 11,
    "shloka_num": 11
  }
]
