[
  {
    "text": "१२ कुमार आत्रेयः, वृशो वा जानः, उभौ वा, २, ९ वृशो जानः । अग्निः । त्रिष्टुप्, १२ शक्वरी ।",
    "index": 0,
    "shloka_num": null
  },
  {
    "text": "कु॒मा॒रं मा॒ता यु॑व॒तिः समु॑ब्धं॒ गुहा॑ बिभर्ति॒ न द॑दाति पि॒त्रे ।\nअनी॑कमस्य॒ न मि॒नज्जना॑सः पु॒रः प॑श्यन्ति॒ निहि॑तमर॒तौ ॥१॥",
    "index": 1,
    "shloka_num": 1
  },
  {
    "text": "कमे॒तं त्वं यु॑वते कुमा॒रं पेषी॑ बिभर्षि॒ महि॑षी जजान ।\nपू॒र्वीर्हि गर्भ॑: श॒रदो॑ व॒वर्धाऽप॑श्यं जा॒तं यदसू॑त मा॒ता ॥२॥",
    "index": 2,
    "shloka_num": 2
  },
  {
    "text": "हिर॑ण्यदन्तं॒ शुचि॑वर्णमा॒रात् क्षेत्रा॑दपश्य॒मायु॑धा॒ मिमा॑नम् ।\nद॒दा॒नो अ॑स्मा अ॒मृतं॑ वि॒पृक्व॒त् किं माम॑नि॒न्द्राः कृ॑णवन्ननु॒क्थाः ॥३॥",
    "index": 3,
    "shloka_num": 3
  },
  {
    "text": "क्षेत्रा॑दपश्यं सनु॒तश्चर॑न्तं सु॒मद् यू॒थं न पु॒रु शोभ॑मानम् ।\nन ता अ॑गृभ्र॒न्नज॑निष्ट॒ हि षः पलि॑क्नी॒रिद् यु॑व॒तयो॑ भवन्ति ॥४॥",
    "index": 4,
    "shloka_num": 4
  },
  {
    "text": "के मे॑ मर्य॒कं वि य॑वन्त॒ गोभि॒र्न येषां॑ गो॒पा अर॑णश्चि॒दास॑ ।\nय ईं॑ जगृ॒भुरव॒ ते सृ॑ज॒न्त्वाजा॑ति प॒श्व उप॑ नश्चिकि॒त्वान् ॥५॥",
    "index": 5,
    "shloka_num": 5
  },
  {
    "text": "व॒सां राजा॑नं वस॒तिं जना॑ना॒मरा॑तयो॒ नि द॑धु॒र्मर्त्ये॑षु ।\nब्रह्मा॒ण्यत्रे॒रव॒ तं सृ॑जन्तु निन्दि॒तारो॒ निन्द्या॑सो भवन्तु ॥६॥",
    "index": 6,
    "shloka_num": 6
  },
  {
    "text": "शुन॑श्चि॒च्छेपं॒ निदि॑तं स॒हस्रा॒द् यूपा॑दमुञ्चो॒ अश॑मिष्ट॒ हि षः ।\nए॒वास्मद॑ग्ने॒ वि मु॑मुग्धि॒ पाशा॒न् होत॑श्चिकित्व इ॒ह तू नि॒षद्य॑ ॥७॥",
    "index": 7,
    "shloka_num": 7
  },
  {
    "text": "हृ॒णी॒यमा॑नो॒ अप॒ हि मदैये॒: प्र मे॑ दे॒वानां॑ व्रत॒पा उ॑वाच ।\nइन्द्रो॑ वि॒द्वाँ अनु॒ हि त्वा॑ च॒चक्ष॒ तेना॒हम॑ग्ने॒ अनु॑शिष्ट॒ आगा॑म् ॥८॥",
    "index": 8,
    "shloka_num": 8
  },
  {
    "text": "वि ज्योति॑षा बृह॒ता भा॑त्य॒ग्निरा॒विर्विश्वा॑नि कृणुते महि॒त्वा ।\nप्रादे॑वीर्मा॒याः स॑हते दु॒रेवा॒: शिशी॑ते॒ शृङ्गे॒ रक्ष॑से वि॒निक्षे॑ ॥९॥",
    "index": 9,
    "shloka_num": 9
  },
  {
    "text": "उ॒त स्वा॒नासो॑ दि॒वि ष॑न्त्व॒ग्नेस्ति॒ग्मायु॑धा॒ रक्ष॑से॒ हन्त॒वा उ॑ ।\nमदे॑ चिदस्य॒ प्र रु॑जन्ति॒ भामा॒ न व॑रन्ते परि॒बाधो॒ अदे॑वीः ॥१०॥",
    "index": 10,
    "shloka_num": 10
  },
  {
    "text": "ए॒तं ते॒ स्तोमं॑ तुविजात॒ विप्रो॒ रथं॒ न धीर॒: स्वपा॑ अतक्षम् ।\nयदीद॑ग्ने॒ प्रति॒ त्वं दे॑व॒ हर्या॒: स्व॑र्वतीर॒प ए॑ना जयेम ॥११॥",
    "index": 11,
    "shloka_num": 11
  },
  {
    "text": "तु॒वि॒ग्रीवो॑ वृष॒भो वा॑वृधा॒नो॑ऽश॒त्र्व१र्यः सम॑जाति॒ वेद॑: ।\nइती॒मम॒ग्निम॒मृता॑ अवोचन् ब॒र्हिष्म॑ते॒ मन॑वे॒ शर्म॑ यंसद्ध॒विष्म॑ते॒ मन॑वे॒ शर्म॑ यंसत् ॥१२॥",
    "index": 12,
    "shloka_num": 12
  }
]
