[
  {
    "text": "१५ गौरिवीतिः शाक्त्यः । इन्द्रः, ९(प्रथमपादस्य) उशना वा । त्रिष्टुप् ।",
    "index": 0,
    "shloka_num": null
  },
  {
    "text": "त्र्य॑र्य॒मा मनु॑षो दे॒वता॑ता॒ त्री रो॑च॒ना दि॒व्या धा॑रयन्त ।\nअर्च॑न्ति त्वा म॒रुत॑: पू॒तद॑क्षा॒स्त्वमे॑षा॒मृषि॑रिन्द्रासि॒ धीर॑: ॥१॥",
    "index": 1,
    "shloka_num": 1
  },
  {
    "text": "अनु॒ यदीं॑ म॒रुतो॑ मन्दसा॒नमार्च॒न्निन्द्रं॑ पपि॒वांसं॑ सु॒तस्य॑ ।\nआद॑त्त॒ वज्र॑म॒भि यदहिं॒ हन्न॒पो य॒ह्वीर॑सृज॒त् सर्त॒वा उ॑ ॥२॥",
    "index": 2,
    "shloka_num": 2
  },
  {
    "text": "उ॒त ब्र॑ह्माणो मरुतो मे अ॒स्येन्द्र॒: सोम॑स्य॒ सुषु॑तस्य पेयाः ।\nतद्धि ह॒व्यं मनु॑षे॒ गा अवि॑न्द॒दह॒न्नहिं॑ पपि॒वाँ इन्द्रो॑ अस्य ॥३॥",
    "index": 3,
    "shloka_num": 3
  },
  {
    "text": "आद् रोद॑सी वित॒रं वि ष्क॑भायत् संविव्या॒नश्चि॑द् भि॒यसे॑ मृ॒गं क॑: ।\nजिग॑र्ति॒मिन्द्रो॑ अप॒जर्गु॑राण॒: प्रति॑ श्व॒सन्त॒मव॑ दान॒वं ह॑न् ॥४॥",
    "index": 4,
    "shloka_num": 4
  },
  {
    "text": "अध॒ क्रत्वा॑ मघव॒न् तुभ्यं॑ दे॒वा अनु॒ विश्वे॑ अददुः सोम॒पेय॑म् ।\nयत् सूर्य॑स्य ह॒रित॒: पत॑न्तीः पु॒रः स॒तीरुप॑रा॒ एत॑शे॒ कः ॥५॥",
    "index": 5,
    "shloka_num": 5
  },
  {
    "text": "नव॒ यद॑स्य नव॒तिं च॑ भो॒गान् त्सा॒कं वज्रे॑ण म॒घवा॑ विवृ॒श्चत् ।\nअर्च॒न्तीन्द्रं॑ म॒रुत॑: स॒धस्थे॒ त्रैष्टु॑भेन॒ वच॑सा बाधत॒ द्याम् ॥६॥",
    "index": 6,
    "shloka_num": 6
  },
  {
    "text": "सखा॒ सख्ये॑ अपच॒त् तूय॑म॒ग्निर॒स्य क्रत्वा॑ महि॒षा त्री श॒तानि॑ ।\nत्री सा॒कमिन्द्रो॒ मनु॑ष॒: सरां॑सि सु॒तं पि॑बद् वृत्र॒हत्या॑य॒ सोम॑म् ॥७॥",
    "index": 7,
    "shloka_num": 7
  },
  {
    "text": "त्री यच्छ॒ता म॑हि॒षाणा॒मघो॒ मास्त्री सरां॑सि म॒घवा॑ सो॒म्यापा॑: ।\nका॒रं न विश्वे॑ अह्वन्त दे॒वा भर॒मिन्द्रा॑य॒ यदहिं॑ ज॒घान॑ ॥८॥",
    "index": 8,
    "shloka_num": 8
  },
  {
    "text": "उ॒शना॒ यत् स॑ह॒स्यै॒३रया॑तं गृ॒हमि॑न्द्र जूजुवा॒नेभि॒रश्वै॑: ।\nव॒न्वा॒नो अत्र॑ स॒रथं॑ ययाथ॒ कुत्से॑न दे॒वैरव॑नोर्ह॒ शुष्ण॑म् ॥९॥",
    "index": 9,
    "shloka_num": 9
  },
  {
    "text": "प्रान्यच्च॒क्रम॑वृह॒: सूर्य॑स्य॒ कुत्सा॑या॒न्यद् वरि॑वो॒ यात॑वेऽकः ।\nअ॒नासो॒ दस्यूँ॑रमृणो व॒धेन॒ नि दु॑र्यो॒ण आ॑वृणङ् मृ॒ध्रवा॑चः ॥१०॥",
    "index": 10,
    "shloka_num": 10
  },
  {
    "text": "॥ स्तोमा॑सस्त्वा॒ गौरि॑वीतेरवर्ध॒न्नर॑न्धयो वैदथि॒नाय॒ पिप्रु॑म् ।\nआ त्वामृ॒जिश्वा॑ स॒ख्याय॑ चक्रे॒ पच॑न् प॒क्तीरपि॑ब॒: सोम॑मस्य ॥११॥",
    "index": 11,
    "shloka_num": 11
  },
  {
    "text": "॥ नव॑ग्वासः सु॒तसो॑मास॒ इन्द्रं॒ दश॑ग्वासो अ॒भ्य॑र्चन्त्य॒र्कैः ।\nगव्यं॑ चिदू॒र्वम॑पि॒धान॑वन्तं॒ तं चि॒न्नर॑: शशमा॒ना अप॑ व्रन् ॥१२॥",
    "index": 12,
    "shloka_num": 12
  },
  {
    "text": "क॒थो नु ते॒ परि॑ चराणि वि॒द्वान् वी॒र्या॑ मघव॒न् या च॒कर्थ॑ ।\nया चो॒ नु नव्या॑ कृ॒णव॑: शविष्ठ॒ प्रेदु॒ ता ते॑ वि॒दथे॑षु ब्रवाम ॥१३॥",
    "index": 13,
    "shloka_num": 13
  },
  {
    "text": "ए॒ता विश्वा॑ चकृ॒वाँ इ॑न्द्र॒ भूर्यप॑रीतो ज॒नुषा॑ वी॒र्ये॑ण ।\nया चि॒न्नु व॑ज्रिन् कृ॒णवो॑ दधृ॒ष्वान् न ते॑ व॒र्ता तवि॑ष्या अस्ति॒ तस्या॑: ॥१४॥",
    "index": 14,
    "shloka_num": 14
  },
  {
    "text": "इन्द्र॒ ब्रह्म॑ क्रि॒यमा॑णा जुषस्व॒ या ते॑ शविष्ठ॒ नव्या॒ अक॑र्म ।\nवस्त्रे॑व भ॒द्रा सुकृ॑ता वसू॒यू रथं॒ न धीर॒: स्वपा॑ अतक्षम् ॥१५॥",
    "index": 15,
    "shloka_num": 15
  }
]
