[
  {
    "text": "१२ सौर्योऽभितपाः । सूर्यः । जगती, १० त्रिष्टुप् ।",
    "index": 0,
    "shloka_num": null
  },
  {
    "text": "नमो॑ मि॒त्रस्य॒ वरु॑णस्य॒ चक्ष॑से म॒हो दे॒वाय॒ तदृ॒तं स॑पर्यत ।\nदू॒रे॒दृशे॑ दे॒वजा॑ताय के॒तवे॑ दि॒वस्पु॒त्राय॒ सूर्या॑य शंसत ॥१॥",
    "index": 1,
    "shloka_num": 1
  },
  {
    "text": "सा मा॑ स॒त्योक्ति॒: परि॑ पातु वि॒श्वतो॒ द्यावा॑ च॒ यत्र॑ त॒तन॒न्नहा॑नि च ।\nविश्व॑म॒न्यन्नि वि॑शते॒ यदेज॑ति वि॒श्वाहापो॑ वि॒श्वाहोदे॑ति॒ सूर्य॑: ॥२॥",
    "index": 2,
    "shloka_num": 2
  },
  {
    "text": "न ते॒ अदे॑वः प्र॒दिवो॒ नि वा॑सते॒ यदे॑त॒शेभि॑: पत॒रै र॑थ॒र्यसि॑ ।\nप्रा॒चीन॑म॒न्यदनु॑ वर्तते॒ रज॒ उद॒न्येन॒ ज्योति॑षा यासि सूर्य ॥३॥",
    "index": 3,
    "shloka_num": 3
  },
  {
    "text": "येन॑ सूर्य॒ ज्योति॑षा॒ बाध॑से॒ तमो॒ जग॑च्च॒ विश्व॑मुदि॒यर्षि॑ भा॒नुना॑ ।\nतेना॒स्मद्विश्वा॒मनि॑रा॒मना॑हुति॒मपामी॑वा॒मप॑ दु॒ष्ष्वप्न्यं॑ सुव ॥४॥",
    "index": 4,
    "shloka_num": 4
  },
  {
    "text": "विश्व॑स्य॒ हि प्रेषि॑तो॒ रक्ष॑सि व्र॒तमहे॑ळयन्नु॒च्चर॑सि स्व॒धा अनु॑ ।\nयद॒द्य त्वा॑ सूर्योप॒ब्रवा॑महै॒ तं नो॑ दे॒वा अनु॑ मंसीरत॒ क्रतु॑म् ॥५॥",
    "index": 5,
    "shloka_num": 5
  },
  {
    "text": "तं नो॒ द्यावा॑पृथि॒वी तन्न॒ आप॒ इन्द्र॑: शृण्वन्तु म॒रुतो॒ हवं॒ वच॑: ।\nमा शूने॑ भूम॒ सूर्य॑स्य सं॒दृशि॑ भ॒द्रं जीव॑न्तो जर॒णाम॑शीमहि ॥६॥",
    "index": 6,
    "shloka_num": 6
  },
  {
    "text": "वि॒श्वाहा॑ त्वा सु॒मन॑सः सु॒चक्ष॑सः प्र॒जाव॑न्तो अनमी॒वा अना॑गसः ।\nउ॒द्यन्तं॑ त्वा मित्रमहो दि॒वेदि॑वे॒ ज्योग्जी॒वाः प्रति॑ पश्येम सूर्य ॥७॥",
    "index": 7,
    "shloka_num": 7
  },
  {
    "text": "महि॒ ज्योति॒र्बिभ्र॑तं त्वा विचक्षण॒ भास्व॑न्तं॒ चक्षु॑षेचक्षुषे॒ मय॑: ।\nआ॒रोह॑न्तं बृह॒तः पाज॑स॒स्परि॑ व॒यं जी॒वाः प्रति॑ पश्येम सूर्य ॥८॥",
    "index": 8,
    "shloka_num": 8
  },
  {
    "text": "यस्य॑ ते॒ विश्वा॒ भुव॑नानि के॒तुना॒ प्र चेर॑ते॒ नि च॑ वि॒शन्ते॑ अ॒क्तुभि॑: ।\nअ॒ना॒गा॒स्त्वेन॑ हरिकेश सू॒र्याऽह्ना॑ह्ना नो॒ वस्य॑सावस्य॒सोदि॑हि ॥९॥",
    "index": 9,
    "shloka_num": 9
  },
  {
    "text": "शं नो॑ भव॒ चक्ष॑सा॒ शं नो॒ अह्ना॒ शं भा॒नुना॒ शं हि॒मा शं घृ॒णेन॑ ।\nयथा॒ शमध्व॒ञ्छमस॑द्दुरो॒णे तत्सू॑र्य॒ द्रवि॑णं धेहि चि॒त्रम् ॥१०॥",
    "index": 10,
    "shloka_num": 10
  },
  {
    "text": "अ॒स्माकं॑ देवा उ॒भया॑य॒ जन्म॑ने॒ शर्म॑ यच्छत द्वि॒पदे॒ चतु॑ष्पदे ।\nअ॒दत्पिब॑दू॒र्जय॑मान॒माशि॑तं॒ तद॒स्मे शं योर॑र॒पो द॑धातन ॥११॥",
    "index": 11,
    "shloka_num": 11
  },
  {
    "text": "यद्वो॑ देवाश्चकृ॒म जि॒ह्वया॑ गु॒रु मन॑सो वा॒ प्रयु॑ती देव॒हेळ॑नम् ।\nअरा॑वा॒ यो नो॑ अ॒भि दु॑च्छुना॒यते॒ तस्मि॒न्तदेनो॑ वसवो॒ नि धे॑तन ॥१२॥",
    "index": 12,
    "shloka_num": 12
  }
]
