[
  {
    "text": "१२ हरिण्यस्तूप आङिरसः । अश्विनौ । जगती, ९-,१२ त्रिष्टुप् ।",
    "index": 0,
    "shloka_num": null
  },
  {
    "text": "त्रिश्चि॑न् नो अ॒द्या भ॑वतं नवेदसा वि॒भुर्वां॒ याम॑ उ॒त रा॒तिर॑श्विना ।\nयु॒वोर्हि य॒न्त्रं हि॒म्येव॒ वास॑सो ऽभ्यायं॒सेन्या॑ भवतं मनी॒षिभिः॑ ॥१॥",
    "index": 1,
    "shloka_num": 1
  },
  {
    "text": "त्रयः॑ प॒वयो॑ मधु॒वाह॑ने॒ रथे॒ सोम॑स्य वे॒नामनु॒ विश्व॒ इद् वि॑दुः ।\nत्रयः॑ स्क॒म्भासः॑ स्कभि॒तास॑ आ॒रभे॒ त्रिर्नक्तं॑ या॒थस्त्रिर्व॑श्विना॒ दिवा॑ ॥२॥",
    "index": 2,
    "shloka_num": 2
  },
  {
    "text": "स॒मा॒ने अह॒न् त्रिर॑वद्यगोहना॒ त्रिर॒द्य य॒ज्ञं मधु॑ना मिमिक्षतम् ।\nत्रिर्वाज॑वती॒रिषो॑ अश्विना यु॒वं दो॒षा अ॒स्मभ्य॑मु॒षस॑श्च पिन्वतम् ॥३॥",
    "index": 3,
    "shloka_num": 3
  },
  {
    "text": "त्रिर्व॒र्तिर्या॑तं॒ त्रिरनु॑व्रते ज॒ने त्रिः सु॑प्रा॒व्ये॑ त्रे॒धेव॑ शिक्षतम् ।\nत्रिर्ना॒न्द्यं॑ वहतमश्विना यु॒वं त्रिः पृक्षो॑ अ॒स्मे अ॒क्षरे॑व पिन्वतम् ॥४॥",
    "index": 4,
    "shloka_num": 4
  },
  {
    "text": "त्रिर्नो॑ र॒यिं व॑हतमश्विना यु॒वं त्रिर्दे॒वता॑ता॒ त्रिरु॒ताव॑तं॒ धियः॑ ।\nत्रिः सौ॑भग॒त्वं त्रिरु॒त श्रवां॑सि नस् त्रि॒ष्ठं वां॒ सूरे॑ दुहि॒ता रु॑ह॒द् रथ॑म् ॥५॥",
    "index": 5,
    "shloka_num": 5
  },
  {
    "text": "त्रिर्नो॑ अश्विना दि॒व्यानि॑ भेष॒जा त्रिः पार्थि॑वानि॒ त्रिरु॑ दत्तम॒द्भ्यः ।\nओ॒मानं॑ शं॒योर्मम॑काय सू॒नव॑ त्रि॒धातु॒ शर्म॑ वहतं शुभस्पती ॥६॥",
    "index": 6,
    "shloka_num": 6
  },
  {
    "text": "त्रिर्नो॑ अश्विना यज॒ता दि॒वेदि॑वे॒ परि॑ त्रि॒धातु॑ पृथि॒वीम॑शायतम् ।\nति॒स्रो ना॑सत्या रथ्या परा॒वत॑ आ॒त्मेव॒ वातः॒ स्वस॑राणि गच्छतम् ॥७॥",
    "index": 7,
    "shloka_num": 7
  },
  {
    "text": "त्रिर॑श्विना॒ सिन्धु॑भिः स॒प्तमा॑तृभि॒स्त्रय॑ आहा॒वास्त्रे॒धा ह॒विष्कृ॒तम् ।\nति॒स्रः पृ॑थि॒वीरु॒परि॑ प्र॒वा दि॒वो नाकं॑ रक्षेथे॒ द्युभि॑र॒क्तुभि॑र्हि॒तम् ॥८॥",
    "index": 8,
    "shloka_num": 8
  },
  {
    "text": "क्व१ त्री च॒क्रा त्रि॒वृतो॒ रथ॑स्य॒ क्व१ त्रयो॑ व॒न्धुरो॒ ये सनी॑ळाः ।\nक॒दा योगो॑ वा॒जिनो॒ रास॑भस्य॒ येन॑ य॒ज्ञं ना॑सत्योपया॒थः ॥ ९ आ ना॑सत्या॒ गच्छ॑तं हू॒यते॑ ह॒विर्मध्वः॑ पिबतं मधु॒पेभि॑रा॒सभिः॑ ।\nयु॒वोर्हि पूर्वं॑ सवि॒तोषसो॒ रथ॑मृ॒ताय॑ चि॒त्रं घृ॒तव॑न्त॒मिष्य॑ति ॥१०॥",
    "index": 9,
    "shloka_num": 10
  },
  {
    "text": "आ ना॑सत्या त्रि॒भिरे॑काद॒शैरि॒ह दे॒वेभि॑र्यातं मधु॒पेय॑मश्विना ।\nप्रायु॒स्तारि॑ष्टं॒ नी रपां॑सि मृक्षतं॒ सेध॑तं॒ द्वेषो॒ भव॑तं सचा॒भुवा॑ ॥११॥",
    "index": 10,
    "shloka_num": 11
  },
  {
    "text": "आ नो॑ अश्विना त्रि॒वृता॒ रथे॑ना॒ऽर्वाञ्चं॑ र॒यिं व॑हतं सु॒वीर॑म् ।\nशृ॒ण्वन्ता॑ वा॒मव॑से जोहवीमि वृ॒धे च॑ नो भवतं॒ वाज॑सातौ ॥१२॥",
    "index": 11,
    "shloka_num": 12
  }
]
