[
  {
    "text": "८ सव्य आङ्गिरसः । इन्द्रः । जगती ।",
    "index": 0,
    "shloka_num": null
  },
  {
    "text": "दि॒वश्चि॑दस्य वरि॒मा वि प॑प्रथ॒ इन्द्रं॒ न म॒ह्ना पृ॑थि॒वी च॒न प्रति॑ ।",
    "index": 1,
    "shloka_num": null
  },
  {
    "text": "भी॒मस्तुवि॑ष्माञ्चर्ष॒णिभ्य॑ आत॒पः शिशी॑ते॒ वज्रं॒ तेज॑से॒ न वंस॑गः ॥१॥",
    "index": 2,
    "shloka_num": 1
  },
  {
    "text": "सो अ॑र्ण॒वो न न॒द्य॑: समु॒द्रिय॒: प्रति॑ गृभ्णाति॒ विश्रि॑ता॒ वरी॑मभिः ।",
    "index": 3,
    "shloka_num": null
  },
  {
    "text": "इन्द्र॒: सोम॑स्य पी॒तये॑ वृषायते स॒नात् स यु॒ध्म ओज॑सा पनस्यते ॥२॥",
    "index": 4,
    "shloka_num": 2
  },
  {
    "text": "त्वं तमि॑न्द्र॒ पर्व॑तं॒ न भोज॑से म॒हो नृ॒म्णस्य॒ धर्म॑णामिरज्यसि ।",
    "index": 5,
    "shloka_num": null
  },
  {
    "text": "प्र वी॒र्ये॑ण दे॒वताति॑ चेकिते॒ विश्व॑स्मा उ॒ग्रः कर्म॑णे पु॒रोहि॑तः ॥३॥",
    "index": 6,
    "shloka_num": 3
  },
  {
    "text": "स इद् वने॑ नम॒स्युभि॑र्वचस्यते॒ चारु॒ जने॑षु प्रब्रुवा॒ण इ॑न्द्रि॒यम् ।",
    "index": 7,
    "shloka_num": null
  },
  {
    "text": "वृषा॒ छन्दु॑र्भवति हर्य॒तो वृषा॒ क्षेमे॑ण॒ धेनां॑ म॒घवा॒ यदिन्व॑ति ॥४॥",
    "index": 8,
    "shloka_num": 4
  },
  {
    "text": "स इन्म॒हानि॑ समि॒थानि॑ म॒ज्मना॑ कृ॒णोति॑ यु॒ध्म ओज॑सा॒ जने॑भ्यः ।",
    "index": 9,
    "shloka_num": null
  },
  {
    "text": "अधा॑ च॒न श्रद् द॑धति॒ त्विषी॑मत॒ इन्द्रा॑य॒ वज्रं॑ नि॒घनि॑घ्नते व॒धम् ॥५॥",
    "index": 10,
    "shloka_num": 5
  },
  {
    "text": "स हि श्र॑व॒स्युः सद॑नानि कृ॒त्रिमा॑ क्ष्म॒या वृ॑धा॒न ओज॑सा विना॒शय॑न् ।",
    "index": 11,
    "shloka_num": null
  },
  {
    "text": "ज्योतीं॑षि कृ॒ण्वन्न॑वृ॒काणि॒ यज्य॒वे ऽव॑ सु॒क्रतु॒: सर्त॒वा अ॒पः सृ॑जत् ॥६॥",
    "index": 12,
    "shloka_num": 6
  },
  {
    "text": "दा॒नाय॒ मन॑: सोमपावन्नस्तु ते॒ ऽर्वाञ्चा॒ हरी॑ वन्दनश्रु॒दा कृ॑धि ।",
    "index": 13,
    "shloka_num": null
  },
  {
    "text": "यमि॑ष्ठास॒: सार॑थयो॒ य इ॑न्द्र ते॒ न त्वा॒ केता॒ आ द॑भ्नुवन्ति॒ भूर्ण॑यः ॥७॥",
    "index": 14,
    "shloka_num": 7
  },
  {
    "text": "अप्र॑क्षितं॒ वसु॑ बिभर्षि॒ हस्त॑यो॒रषा॑ह्ळं॒ सह॑स्त॒न्वि॑ श्रु॒तो द॑धे ।",
    "index": 15,
    "shloka_num": null
  },
  {
    "text": "आवृ॑तासोऽव॒तासो॒ न क॒र्तृभि॑स्त॒नूषु॑ ते॒ क्रत॑व इन्द्र॒ भूर॑यः ॥८॥",
    "index": 16,
    "shloka_num": 8
  }
]
