[
  {
    "text": "१२ गोतमो राहूगणः । मरुतः । जगती, ५, १२ त्रिष्टुप् ।",
    "index": 0,
    "shloka_num": null
  },
  {
    "text": "प्र ये शुम्भ॑न्ते॒ जन॑यो॒ न सप्त॑यो॒ याम॑न् रु॒द्रस्य॑ सू॒नव॑: सु॒दंस॑सः ।\nरोद॑सी॒ हि म॒रुत॑श्चक्रि॒रे वृ॒धे मद॑न्ति वी॒रा वि॒दथे॑षु॒ घृष्व॑यः ॥१॥",
    "index": 1,
    "shloka_num": 1
  },
  {
    "text": "त उ॑क्षि॒तासो॑ महि॒मान॑माशत दि॒वि रु॒द्रासो॒ अधि॑ चक्रिरे॒ सद॑: ।\nअर्च॑न्तो अ॒र्कं ज॒नय॑न्त इन्द्रि॒यमधि॒ श्रियो॑ दधिरे॒ पृश्नि॑मातरः ॥२॥",
    "index": 2,
    "shloka_num": 2
  },
  {
    "text": "गोमा॑तरो॒ यच्छु॒भय॑न्ते अ॒ञ्जिभि॑स्त॒नूषु॑ शु॒भ्रा द॑धिरे वि॒रुक्म॑तः ।\nबाध॑न्ते॒ विश्व॑मभिमा॒तिन॒मप॒ वर्त्मा॑न्येषा॒मनु॑ रीयते घृ॒तम् ॥३॥",
    "index": 3,
    "shloka_num": 3
  },
  {
    "text": "वि ये भ्राज॑न्ते॒ सुम॑खास ऋ॒ष्टिभि॑: प्रच्या॒वय॑न्तो॒ अच्यु॑ता चि॒दोज॑सा ।\nम॒नो॒जुवो॒ यन्म॑रुतो॒ रथे॒ष्वा वृष॑व्रातास॒: पृष॑ती॒रयु॑ग्ध्वम् ॥४॥",
    "index": 4,
    "shloka_num": 4
  },
  {
    "text": "प्र यद् रथे॑षु॒ पृष॑ती॒रयु॑ग्ध्वं॒ वाजे॒ अद्रिं॑ मरुतो रं॒हय॑न्तः ।\nउ॒तारु॒षस्य॒ वि ष्य॑न्ति॒ धारा॒श्चर्मे॑वो॒दभि॒र्व्यु॑न्दन्ति॒ भूम॑ ॥५॥",
    "index": 5,
    "shloka_num": 5
  },
  {
    "text": "आ वो॑ वहन्तु॒ सप्त॑यो रघु॒ष्यदो॑ रघु॒पत्वा॑न॒: प्र जि॑गात बा॒हुभि॑: ।\nसीद॒ता ब॒र्हिरु॒रु व॒: सद॑स्कृ॒तं मा॒दय॑ध्वं मरुतो॒ मध्वो॒ अन्ध॑सः ॥६॥",
    "index": 6,
    "shloka_num": 6
  },
  {
    "text": "ते॑ऽवर्धन्त॒ स्वत॑वसो महित्व॒ना नाकं॑ त॒स्थुरु॒रु च॑क्रिरे॒ सद॑: ।\nविष्णु॒र्यद्धाव॒द्वृष॑णं मद॒च्युतं॒ वयो॒ न सी॑द॒न्नधि॑ ब॒र्हिषि॑ प्रि॒ये ॥७॥",
    "index": 7,
    "shloka_num": 7
  },
  {
    "text": "शूरा॑ इ॒वेद्यु युयु॑धयो॒ न जग्म॑यः श्रव॒स्यवो॒ न पृत॑नासु येतिरे ।\nभय॑न्ते॒ विश्वा॒ भुव॑ना म॒रुद्भ्यो॒ राजा॑न इव त्वे॒षसं॑दृशो॒ नर॑: ॥८॥",
    "index": 8,
    "shloka_num": 8
  },
  {
    "text": "त्वष्टा॒ यद् वज्रं॒ सुकृ॑तं हिर॒ण्ययं॑ स॒हस्र॑भृष्टिं॒ स्वपा॒ अव॑र्तयत् ।\nध॒त्त इन्द्रो॒ नर्यपां॑सि॒ कर्त॒वे ऽह॑न् वृ॒त्रं निर॒पामौ॑ब्जदर्ण॒वम् ॥९॥",
    "index": 9,
    "shloka_num": 9
  },
  {
    "text": "ऊ॒र्ध्वं नु॑नुद्रेऽव॒तं त ओज॑सा दादृहा॒णं चि॑द् बिभिदु॒र्वि पर्व॑तम् ।\nधम॑न्तो वा॒णं म॒रुत॑: सु॒दान॑वो॒ मदे॒ सोम॑स्य॒ रण्या॑नि चक्रिरे ॥१०॥",
    "index": 10,
    "shloka_num": 10
  },
  {
    "text": "जि॒ह्मं नु॑नुद्रेऽव॒तं तया॑ दि॒शासि॑ञ्च॒न्नुत्सं॒ गोत॑माय तृ॒ष्णजे॑ ।\nआ ग॑च्छन्ती॒मव॑सा चि॒त्रभा॑नव॒: कामं॒ विप्र॑स्य तर्पयन्त॒ धाम॑भिः ॥११॥",
    "index": 11,
    "shloka_num": 11
  },
  {
    "text": "या व॒: शर्म॑ शशमा॒नाय॒ सन्ति॑ त्रि॒धातू॑नि दा॒शुषे॑ यच्छ॒ताधि॑ ।\nअ॒स्मभ्यं॒ तानि॑ मरुतो॒ वि य॑न्त र॒यिं नो॑ धत्त वृषणः सु॒वीर॑म् ॥१२॥",
    "index": 12,
    "shloka_num": 12
  }
]
