[
  {
    "text": "१६ कुत्स आङ्गिरसः । अग्निः(जातवेदाः), ८ (त्रयः पादाः) देवाः, १६ उत्तरार्धस्य अग्निः, मित्रवरुणादितिसिन्धु पृथिवीद्यावो वा । जगती, १५-१६ त्रिष्टुप् ।",
    "index": 0,
    "shloka_num": null
  },
  {
    "text": "इ॒मं स्तोम॒मर्ह॑ते जा॒तवे॑दसे॒ रथ॑मिव॒ सं म॑हेमा मनी॒षया॑ ।\nभ॒द्रा हि नः॒ प्रम॑तिरस्य सं॒सद्यग्ने॑ स॒ख्ये मा रि॑षामा व॒यं तव॑ ॥१॥",
    "index": 1,
    "shloka_num": 1
  },
  {
    "text": "यस्मै॒ त्वमा॒यज॑से॒ स सा॑धत्यन॒र्वा क्षे॑ति॒ दध॑ते सु॒वीर्य॑म् ।\nस तू॑ताव॒ नैन॑मश्नोत्यंह॒तिरग्ने॑ स॒ख्ये मा रि॑षामा व॒यं तव॑ ॥२॥",
    "index": 2,
    "shloka_num": 2
  },
  {
    "text": "श॒केम॑ त्वा स॒मिधं॑ सा॒धया॒ धिय॒स्त्वे दे॒वा ह॒विर॑द॒न्त्याहु॑तम् ।\nत्वमा॑दि॒त्याँ आ व॑ह॒ तान्ह्यु १ श्मस्यग्ने॑ स॒ख्ये मा रि॑षामा व॒यं तव॑ ॥३॥",
    "index": 3,
    "shloka_num": 3
  },
  {
    "text": "भरा॑मे॒ध्मं कृ॒णवा॑मा ह॒वींषि॑ ते चि॒तय॑न्तः॒ पर्व॑णापर्वणा व॒यम् ।\nजी॒वात॑वे प्रत॒रं सा॑धया॒ धियो ऽग्ने॑ स॒ख्ये मा रि॑षामा व॒यं तव॑ ॥४॥",
    "index": 4,
    "shloka_num": 4
  },
  {
    "text": "वि॒शां गो॒पा अ॑स्य चरन्ति ज॒न्तवो॑ द्वि॒पच्च॒ यदु॒त चतु॑ष्पद॒क्तुभिः॑ ।\nचि॒त्रः प्र॑के॒त उ॒षसो॑ म॒हाँ अ॒स्यग्ने॑ स॒ख्ये मा रि॑षामा व॒यं तव॑ ॥५॥",
    "index": 5,
    "shloka_num": 5
  },
  {
    "text": "त्वम॑ध्व॒र्युरु॒त होता॑सि पू॒र्व्यः प्र॑शा॒स्ता पोता॑ ज॒नुषा॑ पु॒रोहि॑तः ।\nविश्वा॑ वि॒द्वाँ आर्त्वि॑ज्या धीर पुष्य॒स्यग्ने॑ स॒ख्ये मा रि॑षामा व॒यं तव॑ ॥६॥",
    "index": 6,
    "shloka_num": 6
  },
  {
    "text": "यो वि॒श्वतः॑ सु॒प्रती॑कः स॒दृङ्ङसि॑ दू॒रे चि॒त्सन्त॒ळिदि॒वाति॑ रोचसे ।\nरात्र्या॑श्चि॒दन्धो॒ अति॑ देव पश्य॒स्यग्ने॑ स॒ख्ये मा रि॑षामा व॒यं तव॑ ॥७॥",
    "index": 7,
    "shloka_num": 7
  },
  {
    "text": "पूर्वो॑ देवा भवतु सुन्व॒तो रथो॒ ऽस्माकं॒ शंसो॑ अ॒भ्य॑स्तु दू॒ढ्यः॑ ।\nतदा जा॑नीतो॒त पु॑ष्यता॒ वचो ऽग्ने॑ स॒ख्ये मा रि॑षामा व॒यं तव॑ ॥८॥",
    "index": 8,
    "shloka_num": 8
  },
  {
    "text": "व॒धैर्दुः॒शंसाँ॒ अप॑ दू॒ढ्यो॑ जहि दू॒रे वा॒ ये अन्ति॑ वा॒ के चि॑द॒त्रिणः॑ ।\nअथा॑ य॒ज्ञाय॑ गृण॒ते सु॒गं कृ॒ध्यग्ने॑ स॒ख्ये मा रि॑षामा व॒यं तव॑ ॥९॥",
    "index": 9,
    "shloka_num": 9
  },
  {
    "text": "यदयु॑क्था अरु॒षा रोहि॑ता॒ रथे॒ वात॑जूता वृष॒भस्ये॑व ते॒ रवः॑ ।\nआदि॑न्वसि व॒निनो॑ धू॒मके॑तु॒ना ऽग्ने॑ स॒ख्ये मा रि॑षामा व॒यं तव॑ ॥१०॥",
    "index": 10,
    "shloka_num": 10
  },
  {
    "text": "अध॑ स्व॒नादु॒त बि॑भ्युः पत॒त्रिणो॑ द्र॒प्सा यत्ते॑ यव॒सादो॒ व्यस्थि॑रन् ।\nसु॒गं तत्ते॑ ताव॒केभ्यो॒ रथे॒भ्यो ऽग्ने॑ स॒ख्ये मा रि॑षामा व॒यं तव॑ ॥११॥",
    "index": 11,
    "shloka_num": 11
  },
  {
    "text": "अ॒यं मि॒त्रस्य॒ वरु॑णस्य॒ धाय॑से ऽवया॒तां म॒रुतां॒ हेळो॒ अद्भु॑तः ।\nमृ॒ळा सु नो॒ भूत्वे॑षां॒ मनः॒ पुन॒रग्ने॑ स॒ख्ये मा रि॑षामा व॒यं तव॑ ॥१२॥",
    "index": 12,
    "shloka_num": 12
  },
  {
    "text": "दे॒वो दे॒वाना॑मसि मि॒त्रो अद्भु॑तो॒ वसु॒र्वसू॑नामसि॒ चारु॑रध्व॒रे ।\nशर्म॑न्त्स्याम॒ तव॑ स॒प्रथ॑स्त॒मे ऽग्ने॑ स॒ख्ये मा रि॑षामा व॒यं तव॑ ॥१३॥",
    "index": 13,
    "shloka_num": 13
  },
  {
    "text": "तत्ते॑ भ॒द्रं यत् समि॑द्धः॒ स्वे दमे॒ सोमा॑हुतो॒ जर॑से मृळ॒यत्त॑मः ।\nदधा॑सि॒ रत्नं॒ द्रवि॑णं च दा॒शुषे ऽग्ने॑ स॒ख्ये मा रि॑षामा व॒यं तव॑ ॥१४॥",
    "index": 14,
    "shloka_num": 14
  },
  {
    "text": "यस्मै॒ त्वं सु॑द्रविणो॒ ददा॑शो ऽनागा॒स्त्वम॑दिते स॒र्वता॑ता ।\nयं भ॒द्रेण॒ शव॑सा चो॒दया॑सि प्र॒जाव॑ता॒ राध॑सा॒ ते स्या॑म ॥१५॥",
    "index": 15,
    "shloka_num": 15
  },
  {
    "text": "स त्वम॑ग्ने सौभग॒त्वस्य॑ वि॒द्वान॒स्माक॒मायुः॒ प्र ति॑रे॒ह दे॑व ।\nतन्नो॑ मि॒त्रो वरु॑णो मामहन्ता॒मदि॑तिः॒ सिन्धुः॑ पृथि॒वी उ॒त द्यौः ॥१६॥",
    "index": 16,
    "shloka_num": 16
  }
]
