[
  {
    "text": "१५ बार्हस्पत्यो भरद्वाजः । इन्द्रः ।त्रिष्टुप् ।",
    "index": 0,
    "shloka_num": null
  },
  {
    "text": "तमु॑ ष्टुहि॒ यो अ॒भिभू॑त्योजा व॒न्वन्नवा॑तः पुरुहू॒त इन्द्रः॑ ।\nअषा॑ळ्हमु॒ग्रं सह॑मानमा॒भिर्गी॒र्भिर्व॑र्ध वृष॒भं च॑र्षणी॒नाम् ॥१॥",
    "index": 1,
    "shloka_num": 1
  },
  {
    "text": "स यु॒ध्मः सत्वा॑ खज॒कृत् स॒मद्वा॑ तुविम्र॒क्षो न॑दनु॒माँ ऋ॑जी॒षी ।\nबृ॒हद्रे॑णु॒श्च्यव॑नो॒ मानु॑षीणा॒मेकः॑ कृष्टी॒नाम॑भवत् स॒हावा॑ ॥२॥",
    "index": 2,
    "shloka_num": 2
  },
  {
    "text": "त्वं ह॒ नु त्यद॑दमायो॒ दस्यूँ॒रेकः॑ कृ॒ष्टीर॑वनो॒रार्या॑य ।\nअस्ति॑ स्वि॒न्नु वी॒र्यं१ तत् त॑ इन्द्र॒ न स्वि॑दस्ति॒ तदृ॑तु॒था वि वो॑चः ॥३॥",
    "index": 3,
    "shloka_num": 3
  },
  {
    "text": "सदिद्धि ते॑ तुविजा॒तस्य॒ मन्ये॒ सहः॑ सहिष्ठ तुर॒तस्तु॒रस्य॑ ।\nउ॒ग्रमु॒ग्रस्य॑ त॒वस॒स्तवी॒यो ऽर॑ध्रस्य रध्र॒तुरो॑ बभूव ॥४॥",
    "index": 4,
    "shloka_num": 4
  },
  {
    "text": "तन्नः॑ प्र॒त्नं स॒ख्यम॑स्तु यु॒ष्मे इ॒त्था वद॑द्भिर्व॒लमङ्गि॑रोभिः ।\nहन्न॑च्युतच्युद् दस्मे॒षय॑न्तमृ॒णोः पुरो॒ वि दुरो॑ अस्य॒ विश्वाः॑ ॥५॥",
    "index": 5,
    "shloka_num": 5
  },
  {
    "text": "स हि धी॒भिर्हव्यो॒ अस्त्यु॒ग्र ई॑शान॒कृन्म॑ह॒ति वृ॑त्र॒तूर्ये॑ ।\nस तो॒कसा॑ता॒ तन॑ये॒ स व॒ज्री वि॑तन्त॒साय्यो॑ अभवत् स॒मत्सु॑ ॥६॥",
    "index": 6,
    "shloka_num": 6
  },
  {
    "text": "स म॒ज्मना॒ जनि॑म॒ मानु॑षाणा॒मम॑र्त्येन॒ नाम्नाति॒ प्र स॑र्स्रे ।\nस द्यु॒म्नेन॒ स शव॑सो॒त रा॒या स वी॒र्ये॑ण॒ नृत॑मः॒ समो॑काः ॥७॥",
    "index": 7,
    "shloka_num": 7
  },
  {
    "text": "स यो न मु॒हे न मिथू॒ जनो॒ भूत् सुमन्तु॑नामा॒ चुमु॑रिं॒ धुनिं॑ च ।\nवृ॒णक् पिप्रुं॒ शम्ब॑रं॒ शुष्ण॒मिन्द्रः॑ पु॒रां च्यौ॒त्नाय॑ श॒यथा॑य॒ नू चि॑त् ॥८॥",
    "index": 8,
    "shloka_num": 8
  },
  {
    "text": "उ॒दाव॑ता॒ त्वक्ष॑सा॒ पन्य॑सा च वृत्र॒हत्या॑य॒ रथ॑मिन्द्र तिष्ठ ।\nधि॒ष्व वज्रं॒ हस्त॒ आ द॑क्षिण॒त्रा ऽभि प्र म॑न्द पुरुदत्र मा॒याः ॥९॥",
    "index": 9,
    "shloka_num": 9
  },
  {
    "text": "अ॒ग्निर्न शुष्कं॒ वन॑मिन्द्र हे॒ती रक्षो॒ नि ध॑क्ष्य॒शनि॒र्न भी॒मा ।\nग॒म्भी॒रय॑ ऋ॒ष्वया॒ यो रु॒रोजाध्वा॑नयद् दुरि॒ता द॒म्भय॑च्च ॥१०॥",
    "index": 10,
    "shloka_num": 10
  },
  {
    "text": "आ स॒हस्रं॑ प॒थिभि॑रिन्द्र रा॒या तुवि॑द्युम्न तुवि॒वाजे॑भिर॒र्वाक् ।\nया॒हि सू॑नो सहसो॒ यस्य॒ नू चि॒ददे॑व॒ ईशे॑ पुरुहूत॒ योतोः॑ ॥११॥",
    "index": 11,
    "shloka_num": 11
  },
  {
    "text": "प्र तु॑विद्यु॒म्नस्य॒ स्थवि॑रस्य॒ घृष्वे॑र्दि॒वो र॑रप्शे महि॒मा पृ॑थि॒व्याः ।\nनास्य॒ शत्रु॒र्न प्र॑ति॒मान॑मस्ति॒ न प्र॑ति॒ष्ठिः पु॑रुमा॒यस्य॒ सह्योः॑ ॥१२॥",
    "index": 12,
    "shloka_num": 12
  },
  {
    "text": "प्र तत् ते अ॒द्या कर॑णं कृ॒तं भू॒त् कुत्सं॒ यदा॒युम॑तिथि॒ग्वम॑स्मै ।\nपु॒रू स॒हस्रा॒ नि शि॑शा अ॒भि क्षामुत् तूर्व॑याणं धृष॒ता नि॑नेथ ॥१३॥",
    "index": 13,
    "shloka_num": 13
  },
  {
    "text": "अनु॒ त्वाहि॑घ्ने॒ अध॑ देव दे॒वा मद॒न् विश्वे॑ क॒वित॑मं कवी॒नाम् ।\nकरो॒ यत्र॒ वरि॑वो बाधि॒ताय॑ दि॒वे जना॑य त॒न्वे॑ गृणा॒नः ॥१४॥",
    "index": 14,
    "shloka_num": 14
  },
  {
    "text": "अनु॒ द्यावा॑पृथि॒वी तत् त॒ ओजो ऽम॑र्त्या जिहत इन्द्र दे॒वाः ।\nकृ॒ष्वा कृ॑त्नो॒ अकृ॑तं॒ यत् ते॒ अस्त्यु॒क्थं नवी॑यो जनयस्व य॒ज्ञैः ॥१५॥",
    "index": 15,
    "shloka_num": 15
  }
]
